{
  "version": "NIV",
  "days": [
    {
      "date": "January 1",
      "morning": {
        "heading": "One thing I do: Forgetting what is behind ...I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
        "text": "Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me.  -I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day.  -He who began a good work in you will carry it on to completion until the day of Christ Jesus.\nDo you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize.  Everyone who competes in the games goes into strict training. They do it to get a crown that will not last, but we do it to get a crown that will last forever.  -Let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus",
        "references": "Php 3:13-14; Jn 17:24; 2Ti 1:12; Php 1:6; 1Co9:24-25; Heb 12:1-2"
      },
      "evening": {
        "heading": "The LORD himself goes before you and will be with you; he will never leave you nor forsake you.",
        "text": "If your Presence does not go with us, do not send us up from here. -LORD, I know that people’s lives are not their own; it is not for them to direct their steps.\nThe LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the Lord upholds him with his hand.\nI am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory. - I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
        "references": "Dt 31:8; Ex 33:15; Jer 10:23; Ps 37:23-24; Ps 73:23-24; Ro 8:38-39"
      }
    },
    {
      "date": "January 2",
      "morning": {
        "heading": "Sing to the LORD a new song.",
        "text": "Sing for joy to God our strength; shout aloud to the God of Jacob! Begin the music, strike the timbrel, play the melodious harp and lyre. -He put a new song in my mouth, a hymn of praise to our God. Many will see and fear the LORD and put their trust in him.\nBe strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go. -The joy of the LORD is your strength. -Paul thanked God and was encouraged.\nUnderstanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh",
        "references": "Isa 42:10; Ps 81:1-2; Ps 40:3; Jos 1:9; Neh 8:10; Ac 28:15; Ro 13:11-14"
      },
      "evening": {
        "heading": "May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice.",
        "text": "Make an altar of acacia wood for burning incense. -Put the altar in front of the curtain that shields the ark of the covenant law, before the atonement cover that is over the tablets of the covenant law, where I will meet with you. Aaron must burn fragrant incense on the altar every morning when he tends the lamps. He must burn incense again when he lights the lamps at twilight so incense will burn regularly before the Lord for the generations to come.\n[Jesus] is able to save completely those who come to God through him, because he always lives to intercede for them. -The smoke of the incense, together with the prayers of God’s people, went up before God from the angel’s hand.\nYou also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.\nPray continually.",
        "references": "Ps 141:2; Ex 30:1,6-8; Heb 7:25; Rev 8:4; 1Pe 2:5; 1Th 5:17"
      }
    },
    {
      "date": "January 3",
      "morning": {
        "heading": "He led them by a straight way.",
        "text": "In a desert land he found him [Jacob], in a barren and howling waste. He shielded him and cared for him; he guarded him as the apple of his eye, like an eagle that stirs up its nest and hovers over its young, that spreads its wings to catch them and carries them aloft. The LORD alone led him; -Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you.\nHe refreshes my soul. He guides me along the right paths for his name’s sake. Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.\nThe LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame.You will be like a well-watered garden, like a spring whose waters never fail. -For this God is our God for ever and ever; he will be our guide even to the end. -Who is a teacher like him?",
        "references": "Ps 107:7; Dt 32:10-12; Isa 46:4; Ps 23:3-4; Isa 58:11; Ps 48:14; Job 36:22"
      },
      "evening": {
        "heading": "What do you want me to do for you? Lord, I want to see.",
        "text": "Open my eyes that I may see wonderful things in your law. -Then he opened their minds so they could understand the Scriptures. -But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things. -Every good and perfect gift is from above, coming down from the Father of the heavenly lights.\n[I pray that] the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better. I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people, and his incomparably great power for us who believe.",
        "references": "Lk 18:41; Ps 119:18; Lk 24:45; Jn 14:26; Jas 1:17; Eph 1:17-19"
      }
    },
    {
      "date": "January 4",
      "morning": {
        "heading": "You have not yet reached the resting place and the inheritance the Lord your God is giving you.",
        "text": "This is not your resting place. -There remains, then, a Sabbath-rest for the people of God. -Behind the curtain, where our forerunner, Jesus, has entered on our behalf.\nMy Father’s house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you? And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. -With Christ, which is better by far.\nHe will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away. -There the wicked cease from turmoil, and there the weary are at rest.\nStore up for yourselves treasures in heaven, ...for where your treasure is, there your heart will be also. -Set your minds on things above, not on earthly things.",
        "references": "Dt 12:9; Mic 2:10; Heb 4:9; Heb 6:19-20; Jn 14:2-3; Php 1:23; Rev 21:4; Job 3:17; Mt 6:20-21; Col 3:2"
      },
      "evening": {
        "heading": "Where, O death, is your victory? Where, O death, is your sting?",
        "text": "The sting of death is sin. -But he has appeared once for all at the culmination of the ages to do away with sin by the sacrifice of himself. 27 Just as people are destined to die once, and after that to face judgment, 28 so Christ was sacrificed once to take away the sins of many; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him.\nSince the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death —that is, the devil— and free those who all their lives were held in slavery by their fear of death.\nFor I am already being poured out like a drink offering, and the time for my departure is near. I have fought the good fight, I have finished the race, I have kept the faith. Now there is in store for me the crown of righteousness.",
        "references": "1Co 15:55-56; Heb 9:26-28; Heb 2:14-15; 2Ti 4:6-8"
      }
    },
    {
      "date": "January 5",
      "morning": {
        "heading": "We who have believed enter that rest.",
        "text": "They weary themselves with sinning. -I see another law at work in me, waging war against the law of my mind and making me a prisoner of the law of sin at work within me. What a wretched man I am! Who will rescue me from this body that is subject to death?\nCome to me, all you who are weary and burdened, and I will give you rest. -Since we have been justified through faith, we have peace with God through our Lord Jesus Christ, through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God.\nAnyone who enters God’s rest also rests from their works, just as God did from his. -Not having a righteousness of my own that comes from the law, but that which is through faith in Christ — the righteousness that comes from God on the basis of faith. -This is the resting place, let the weary rest; and this is the place of repose.",
        "references": "Heb 4:3; Je 9:5; Rom 7:23-24; Mt 11:28; Rom 5:1-2; Heb 4:10; Php 3:9; Isa 28:12"
      },
      "evening": {
        "heading": "Set a guard over my mouth, LORD; keep watch over the door of my lips.",
        "text": "If you, LORD, kept a record of sins, LORD, who could stand? -they rebelled against the Spirit of God, and rash words came from Moses’ lips.\nWhat goes into someone’s mouth does not defile them, but what comes out of their mouth, that is what defiles them.\nA gossip separates close friends. -The words of the reckless pierce like swords, but the tongue of the wise brings healing. Truthful lips endure forever, but a lying tongue lasts only a moment. -No human being can tame the tongue. It is a restless evil, full of deadly poison. -Out of the same mouth come praise and cursing. My brothers and sisters, this should not be.\nRid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. Do not lie to each other, since you have taken off your old self with its practices. -It is God’s will that you should be sanctified. -No lie was found in their mouths.",
        "references": "Ps 141:3; Ps 130:3; Ps 106:33; Mt 15:11; Pr 16:28; Pr 12:18-19; Jas 3:8,10; Col 3:8-9; 1Th 4:3 Rev 14:5"
      }
    },
    {
      "date": "January 6",
      "morning": {
        "heading": "May the favor of the Lord our God rest on us; establish the work of our hands for us.",
        "text": "Your fame spread among the nations on account of your beauty, because the splendor I had given you made your beauty perfect, declares the Sovereign LORD. -We all, who with unveiled faces contemplate the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit.\nBlessed are all who fear the LORD, who walk in obedience to him. You will eat the fruit of your labor; blessings and prosperity will be yours. -Commit to the LORD whatever you do, and he will establish your plans.\nWork out your salvation with fear and trembling, for it is God who works in you to will and to act in order to fulfill his good purpose. -May our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, encourage your hearts and strengthen you in every good deed and word.",
        "references": "Ps 90:17; Eze 16:14; 2Co 3:18; Ps 128:1-2; Pr 16:3; Php 2:12-13; 2Th 2:16-17"
      },
      "evening": {
        "heading": "The apostles gathered around Jesus and reported to him all they had done and taught.",
        "text": "There is a friend who sticks closer than a brother. -The LORD would speak to Moses face to face, as one speaks to a friend. -You are my friends if you do what I command. I no longer call you servants, because a servant does not know his master’s business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you.\nwhen you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’\nThe Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, 'Abba, Father.'\nIn every situation, by prayer and petition, with thanksgiving, present your requests to God. -The prayer of the upright pleases him.",
        "references": "Mk 6:30; Pr 18:24; Ex 33:11; Jn 15:14-15; Lk 17:10; Ro 8:15; Php 4:6; Pr 15:8"
      }
    },
    {
      "date": "January 7",
      "morning": {
        "heading": "Remember me with favor, my God.",
        "text": "I remember the devotion of your youth, how as a bride you loved me and followed me through the wilderness, through a land not sown. -I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you. -I will come to you and fulfill my good promise ...For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.\nAs the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. -I would appeal to God; I would lay my cause before him. He performs wonders that cannot be fathomed, miracles that cannot be counted. -Many, LORD my God, are the wonders you have done, the things you planned for us. None can compare with you; were I to speak and tell of your deeds, they would be too many to declare.",
        "references": "Neh 5:19; Jer 2:2; Eze 16:60; Jer 29:10-11; Is 55:9; Job 5:8-9; Ps 40:5"
      },
      "evening": {
        "heading": "I will never leave you nor forsake you.",
        "text": "Not one of all the LORD’s good promises to Israel failed; every one was fulfilled. -God is not human, that he should lie, not a human being, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?\nThe LORD your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him. -He remembers his covenant forever./nCan a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you! See, I have engraved you on the palms of my hands.\nThe LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
        "references": "Jos 1:5; Jos 21:45; Num 23:19; Deut 7:9; Ps 111:5; Is 49:15-16; Zep 3:17"
      }
    },
    {
      "date": "January 8",
      "morning": {
        "heading": "Those who know your name trust in you, for you, LORD, have never forsaken those who seek you.",
        "text": "The name of the LORD is a fortified tower; the righteous run to it and are safe. -I will trust and not be afraid. The LORD, the LORD himself, is my strength and my defense; he has become my salvation.\nI was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread. -For the LORD loves the just and will not forsake his faithful ones.Wrongdoers will be completely destroyed; the offspring of the wicked will perish. -For the sake of his great name the LORD will not reject his people, because the LORD was pleased to make you his own. -He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us.\nBe content with what you have, because God has said, 'Never will I leave you; never will I forsake you.' So we say with confidence,'The Lord is my helper; I will not be afraid.  What can mere mortals do to me?'",
        "references": "Ps 9:10; Pr 18:10; Isa 12:2; Ps 37:25,28; 1Sa 12:22; 2Co 1:10; Heb 13:5-6"
      },
      "evening": {
        "heading": "They are blameless.",
        "text": "Search will be made for Israel’s guilt, but there will be none, and for the sins of Judah, but none will be found, for I will forgive the remnant I spare. -Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea.\nHis glorious grace, which he has freely given us in the One he loves. -To present you holy in his sight, without blemish and free from accusation\n To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy — to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.",
        "references": "Rev 14:5; Jer 50:20; Mic 7:18-19; Eph 1:6; Col 1:22; Jude 24-25"
      }
    },
    {
      "date": "January 9",
      "morning": {
        "heading": "For those who fear you, you have raised a banner to be unfurled against the bow.",
        "text": "Jehovah Nissi (The LORD is my Banner). -He will come like a pent-up flood that the breath of the LORD drives along.\nMay we shout for joy over your victory and lift up our banners in the name of our God. -The LORD has vindicated us; come, let us tell in Zion what the LORD our God has done. -We are more than conquerors through him who loved us. -The pioneer of their salvation.\nBe strong in the Lord and in his mighty power. -By truth ...they triumph -Fight the battles of the LORD. -Be strong, all you people of the land ...and work. ...Do not fear -Open your eyes and look at the fields! They are ripe for harvest. -In just a little while, he who is coming will come and will not delay.",
        "references": "Ps 60:4; Ex 17:15; Is 59:19; Ps 20:5; Jer 51:10; Ro 8:37; 1Co 15:57; Heb 2:10; Eph 6:10; Jer 9:3; 1Sa 18:17; Hag 2:4-5; Jn 4:35; Heb 10:37"
      },
      "evening": {
        "heading": "Few things are needed — or indeed only one.",
        "text": "Many, LORD, are asking, 'Who will bring us prosperity?' Let the light of your face shine on us. Fill my heart with joy when their grain and new wine abound.\nAs the deer pants for streams of water, so my soul pants for you, my God. My soul thirsts for God, for the living God. -You, God, are my God, earnestly I seek you; I thirst for you, my whole being longs for you, in a dry and parched land where there is no water.\nI am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty. Always give us this bread. -Mary ...sat at the Lord’s feet listening to what he said. -One thing I ask from the LORD, this only do I seek: that I may dwell in the house of the LORD all the days of my life, to gaze on the beauty of the LORD and to seek him in his temple.",
        "references": "Lk 10:42; Ps 4:6-7; Ps 42:1-2; Ps 63:1; Jn 6:35,34; Lk 10:39; Ps 27:4"
      }
    },
    {
      "date": "January 10",
      "morning": {
        "heading": "May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "text": "Christ loved the church and gave himself up for her -to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. -He is the one we proclaim, admonishing and teaching everyone with all wisdom, so that we may present everyone fully mature in Christ.\nThe peace of God ...transcends all understanding. -Let the peace of Christ rule in your hearts, since as members of one body you were called to peace.\nOur Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, encourage your hearts and strengthen you in every good deed and word. -He will also keep you firm to the end, so that you will be blameless on the day of our Lord Jesus Christ.",
        "references": "1Th 5:23; Eph 5:25,27; Col 1:28; Php 4:7; Col 3:15; 2Th 2:16-17; 1Co 1:8"
      },
      "evening": {
        "heading": "will God really dwell on earth with humans?",
        "text": "Have them make a sanctuary for me, and I will dwell among them. -I will meet with the Israelites, and the place will be consecrated by my glory. ...Then I will dwell among the Israelites and be their God.\nWhen you ascended on high, you took many captives; you received gifts from people, even from the rebellious — that you, LORD God, might dwell there.\nWe are the temple of the living God. As God has said: 'I will live with them and walk among them, and I will be their God, and they will be my people.' -Your bodies are temples of the Holy Spirit, who is in you. -You ...are being built together to become a dwelling in which God lives by his Spirit.\nThe nations will know that I the LORD make Israel holy, when my sanctuary is among them forever.",
        "references": "2Ch 6:18; Ex 25:8; Ex 29:43-45; Ps 68:18; 2Co 6:16; 1Co 6:19; Ep 2:22; Eze 37:28"
      }
    },
    {
      "date": "January 11",
      "morning": {
        "heading": "Praise awaits you, our God, in Zion.",
        "text": "For us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live. -That all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father, who sent him.  Through Jesus, therefore, let us continually offer to God a sacrifice of praise — the fruit of lips that openly profess his name. -Those who sacrifice thank offerings honor me, and to the blameless I will show my salvation.\nI looked, and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and before the Lamb. They were wearing white robes and were holding palm branches in their hands. And they cried out in a loud voice: 'Salvation belongs to our God, who sits on the throne, and to the Lamb.' -Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!",
        "references": "Ps 65:1; 1Co 8:6; Jn 5:23; Heb 13:15; Ps 50:23; Rev 7:9-10,12"
      },
      "evening": {
        "heading": "Who redeems your life from the pit.",
        "text": "Their Redeemer is strong; the LORD Almighty is his name. -I will deliver this people from the power of the grave; I will redeem them from death. Where, O death, are your plagues? Where, O grave, is your destruction?\nSince the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death — that is, the devil — and free those who all their lives were held in slavery by their fear of death.\nWhoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them.\nYou died, and your life is now hidden with Christ in God. When Christ, who is your life, appears, then you also will appear with him in glory. -He comes to be glorified in his holy people and to be marveled at among all those who have believed.",
        "references": "Ps 103:4; Jer 50:34; Hos 13:14; Heb 2:14-15; Jn 3:36; Col 3:3-4; 2Th 1:10"
      }
    },
    {
      "date": "January 12",
      "morning": {
        "heading": "The only God our Savior.",
        "text": "Christ Jesus, ...has become for us wisdom from God — that is, our righteousness, holiness and redemption. -Can you fathom the mysteries of God? Can you probe the limits of the Almighty? They are higher than the heavens above — what can you do? They are deeper than the depths below — what can you know?\nWe declare God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began. -The administration of this mystery, which for ages past was kept hidden in God, who created all things. His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms.\nIf any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. -The wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.",
        "references": "Jude 25; 1Co 1:30; Job 11:7-8; 1Co 2:7; Eph 3:9-10; Jas 1:5; Jas 3:17"
      },
      "evening": {
        "heading": "How long before I get up? The night drags on, and I toss and turn until dawn.",
        "text": "Watchman, what is left of the night? The watchman replies, Morning is coming.\nIn just a little while, he who is coming will come and will not delay. -He is like the light of morning at sunrise on a cloudless morning.\nI am going there to prepare a place for you? And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. -Do not let your hearts be troubled and do not be afraid. You heard me say, ‘I am going away and I am coming back to you.’\nMay all your enemies perish, LORD! But may all who love you be like the sun when it rises in its strength. -You are all children of the light and children of the day. We do not belong to the night or to the darkness.\nThere will be no night there.",
        "references": "Job 7:4; Is 21:11-12; Heb 10:37; 2Sa 23:4; Jn 14:2-3,27-28; Jdg 5:31; 1Th 5:5; Rev 21:25"
      }
    },
    {
      "date": "January 13",
      "morning": {
        "heading": "You will keep in perfect peace those whose minds are steadfast",
        "text": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken. -I will trust and not be afraid. The LORD, the LORD himself, is my strength and my defense; he has become my salvation.\nYou of little faith, why are you so afraid? -Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. -In quietness and trust is your strength.\nThe fruit of that righteousness will be peace; its effect will be quietness and confidence forever. -Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. -Peace to you from him who is, and who was, and who is to come.",
        "references": "Isa 26:3; Ps 55:22; Is 12:2; Mt 8:26; Php 4:6-7; Is 30:15; Is 32:17; Jn 14:27; Rev 1:4"
      },
      "evening": {
        "heading": "Do not let the sun go down while you are still angry.",
        "text": "If your brother or sister sins, go and point out their fault, just between the two of you. If they listen to you, you have won them over. -Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times? Jesus answered, I tell you, not seven times, but seventy-seven times. -When you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.\nClothe yourselves with compassion, kindness, humility, gentleness and patience. Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you. -Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.\nThe apostles said to the Lord, 'Increase our faith!'",
        "references": "Eph 4:26; Mt 18:15,21-22; Mk 11:25; Col 3:12-13; Eph 4:32; Lk 17:5"
      }
    },
    {
      "date": "January 14",
      "morning": {
        "heading": "The Father is greater than I",
        "text": "When you pray, say: ‘Father...' -my Father and your Father, ...my God and your God.\n[I] do exactly what my Father has commanded me. -The words I say to you I do not speak on my own authority. Rather, it is the Father, living in me, who is doing his work.\nThe Father loves the Son and has placed everything in his hands. -You granted him authority over all people that he might give eternal life to all those you have given him.\nLord, show us the Father and that will be enough for us. Jesus answered: Don’t you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, ‘Show us the Father’? Don’t you believe that I am in the Father, and that the Father is in me? -I and the Father are one. -As the Father has loved me, so have I loved you. Now remain in my love. If you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.",
        "references": "Jn 14:28; Lk 11:2; Jn 20:17; Jn 14:31; Jn 14:10; Jn 3:35; Jn 17:2; Jn 14:8-10; Jn 10:30; Jn 15:9-10"
      },
      "evening": {
        "heading": "[The woman's seed] will crush your head, and you will strike his heel.",
        "text": "His appearance was so disfigured beyond that of any human being and his form marred beyond human likeness. -He was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.\nThis is your hour — when darkness reigns. -You would have no power over me if it were not given to you from above.\nThe reason the Son of God appeared was to destroy the devil’s work. -He also drove out many demons, but he would not let the demons speak because they knew who he was.\nAll authority in heaven and on earth has been given to me. -In my name they will drive out demons.\nThe God of peace will soon crush Satan under your feet.",
        "references": "Gen 3:15; Is 52:14; Is 53:5; Lk 22:53; Jn 19:11; 1Jn 3:8; Mk 1:34; Mt 28:18; Mk 16:17; Ro 16:20"
      }
    },
    {
      "date": "January 15",
      "morning": {
        "heading": "I am laid low in the dust; preserve my life according to your word.",
        "text": "Since ...you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God. Set your minds on things above, not on earthly things. For ...your life is now hidden with Christ in God. -Our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.\nthe flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want. -Brothers and sisters, we have an obligation — but it is not to the flesh, to live according to it. For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live. -Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul.",
        "references": "Ps 119:25; Col 3:1-3; Php 3:20-21; Gal 5:17; Ro 8:12-13; 1Pe 2:11"
      },
      "evening": {
        "heading": "Judgment in accordance with the faith.",
        "text": "The one whose faith is weak. -was strengthened in his faith and gave glory to God.\nYou of little faith, he said, why did you doubt? -You have great faith! Your request is granted.\nDo you believe that I am able to do this? Yes, Lord. ...According to your faith let it be done to you\nLord, Increase our faith! -Building yourselves up in your most holy faith. -Rooted and built up in him, strengthened in the faith. -God ...makes both us and you stand firm in Christ. -The God of all grace, ...after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.\nWe who are strong ought to bear with the failings of the weak and not to please ourselves. -The one who does not eat everything must not judge the one who does. -Let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in the way of a brother or sister.",
        "references": "Ro 12:3; Ro 14:1; Ro 4:20; Mt 14:31; Mt 15:28; Mt 9:28-29; Lk 17:5; Jude 20; Col 2:7; 2Co 1:21; 1Pe 5:10; Ro 15:1; Ro 14:3,13"
      }
    },
    {
      "date": "January 16",
      "morning": {
        "heading": "God was pleased to have all his fullness dwell in him.",
        "text": "The Father loves the Son and has placed everything in his hands. -God exalted him to the highest place and gave him the name that is above every name, that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, and every tongue acknowledge that Jesus Christ is Lord, to the glory of God the Father. -Far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come. -In him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.\nChrist died and returned to life so that he might be the Lord of both the dead and the living. -In Christ you have been brought to fullness. He is the head over every power and authority. -Out of his fullness we have all received.",
        "references": "Col 1:19; Jn 3:35; Php 2:9-11; Eph 1:21; Col 1:16; Rom 14:9; Col 2:10; Jn 1:16"
      },
      "evening": {
        "heading": "Write, therefore, what you have seen, what is now and what will take place later.",
        "text": "Prophets, though human, spoke from God as they were carried along by the Holy Spirit. -We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.\nLook at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have. When he had said this, he showed them his hands and feet. -The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe.\nWe did not follow cleverly devised stories when we told you about the coming of our Lord Jesus Christ in power, but we were eyewitnesses of his majesty. -That your faith might not rest on human wisdom, but on God’s power.",
        "references": "Rev 1:19; 2Pe 1:21; 1Jn 1:3; Lk 24:39-40; Jn 19:35; 2Pe 1:16; 1Co 2:5"
      }
    },
    {
      "date": "January 17",
      "morning": {
        "heading": "In your love you kept me from the pit of destruction",
        "text": "He sent his one and only Son into the world that we might live through him. This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.\nWho is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea. -LORD my God, I called to you for help, and you healed me. You, LORD, brought me up from the realm of the dead; you spared me from going down to the pit. -When my life was ebbing away, I remembered you, LORD, and my prayer rose to you, to your holy temple. -I waited patiently for the LORD ...He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock.",
        "references": "Is 38:17; 1Jn 4:9-10; Mic 7:18-19; Ps 30:2-3; Jon 2:7; Ps 40:1-2"
      },
      "evening": {
        "heading": "What is now.",
        "text": "Now we see only a reflection as in a mirror. -At present we do not see everything subject to them.\nWe also have the prophetic message as something completely reliable, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts. -Your word is a lamp for my feet, a light on my path.\nDear friends, remember what the apostles of our Lord Jesus Christ foretold. They said to you, In the last times there will be scoffers who will follow their own ungodly desires. -The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.\nDear children, this is the last hour. -The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light.",
        "references": "Rev 1:19; 1Co 13:12; Heb 2:8; 2Pe 1:19; Ps 119:105; Jud 17:18; 1Ti 4:1; 1Jn 2:18; Rom 13:12"
      }
    },
    {
      "date": "January 18",
      "morning": {
        "heading": "The one to come.",
        "text": "Jesus, ...made lower than the angels for a little while ...because he suffered death, so that by the grace of God he might taste death for everyone. -One died for all. - Just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous.\nThe first man Adam became a living being”; the last Adam, a life-giving spirit. The spiritual did not come first, but the natural, and after that the spiritual. -God said, “Let us make mankind in our image, in our likeness. ...So God created mankind in his own image, in the image of God he created them; male and female he created them. -God ...in these last days has spoken to us by his Son ...the radiance of God’s glory and the exact representation of his being. -You granted him authority over all people.\nThe first man was of the dust of the earth; the second man is of heaven. As was the earthly man, so are those who are of the earth; and as is the heavenly man, so also are those who are of heaven.",
        "references": "Ro 5:14; He 2:9; 2Co 5:14; Ro 5:19; 1Co 15:45-46; Ge 1:26-27; Heb 1:1-3; Jn 17:2; 1Co 15:47-48"
      },
      "evening": {
        "heading": "What will take place later.",
        "text": "It is written: What no eye has seen, what no ear has heard, and what no human mind has conceived” — the things God has prepared for those who love him —  these are the things God has revealed to us by his Spirit. -The Spirit of truth ...will tell you what is yet to come.\nLook, he is coming with the clouds, and every eye will see him, even those who pierced him; and all peoples on earth will mourn because of him. So shall it be! Amen.\nWe do not want you to be uninformed about those who sleep in death, so that you do not grieve like the rest of mankind, who have no hope. For we believe that Jesus died and rose again, and so we believe that God will bring with Jesus those who have fallen asleep in him. -For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever.",
        "references": "Rev 1:19; 1Co 2:9-10; Jn 16:13; Rev 1:7 1Th 4:13-14,16-17"
      }
    },
    {
      "date": "January 19",
      "morning": {
        "heading": "I served the Lord with great humility.",
        "text": "Whoever wants to become great among you must be your servant, and whoever wants to be first must be your slave — just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\nIf anyone thinks they are something when they are not, they deceive themselves. -I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you. -So you also, when you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’\nNow this is our boast: we have conducted ourselves in the world, and especially in our relations with you, with integrity and godly sincerity. We have done so, relying not on worldly wisdom but on God’s grace. -We have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.",
        "references": "Ac 20:19; Mt 20:26-28; Gal 6:3; Ro 12:3; Lk 17:10; 2Co 1:12; 2Co 4:7"
      },
      "evening": {
        "heading": "Each of us has turned to our own way.",
        "text": "Noah...proceeded to plant a vineyard. When he drank some of its wine, he became drunk. -[Abram] said to his wife Sarai ...Say you are my sister, so that I will be treated well for your sake. -Isaac said to Jacob, ...'Are you really my son Esau?' ...'I am', he replied. -Rash words came from Moses’ lips. -The Israelites sampled their provisions but did not inquire of the LORD. Then Joshua made a treaty of peace with them. -David had done what was right in the eyes of the LORD and had not failed to keep any of the LORD’s commands all the days of his life — except in the case of Uriah the Hittite.\nThese were all commended for their faith. -All are justified freely by his grace through the redemption that came by Christ Jesus. -The LORD has laid on him the iniquity of us all.\nI want you to know that I am not doing this for your sake, declares the Sovereign LORD. Be ashamed and disgraced for your conduct.",
        "references": "Is 53:6; Ge 9:20-21; Ge 12:11,13; Ge 27:21,24; Ps 106:32-33; Jos 9:14-15; 1Ki 15:5; Heb 11:39; Rom 3:24; Is 53:6; Eze 36:32"
      }
    },
    {
      "date": "January 20",
      "morning": {
        "heading": "He will be called Wonderful.",
        "text": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth. -You have so exalted your solemn decree that it surpasses your fame.\nThey will call him Immanuel (which means 'God with us'). -Jesus, because he will save his people from their sins.\nThat all may honor the Son just as they honor the Father. -God exalted him ...and gave him the name that is above every name, -Far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come. And God placed all things under his feet. -He has a name written on him that no one knows but he himself. -KING OF KINGS AND LORD OF LORDS.\nThe Almighty is beyond our reach and exalted in power. -What is his name, and what is the name of his son? Surely you know!",
        "references": "Is 9:6; Jn 1:14; Ps 138:2; Mt 1:23,21; Jn 5:23; Php 2:9; Eph 1:21-22; Rev 19:12,16; Job 37:23; Pr 30:4"
      },
      "evening": {
        "heading": "The LORD’s portion is his people.",
        "text": "You are of Christ, and Christ is of God. -I belong to my beloved, and his desire is for me. -I am his. -The Son of God, ...loved me and gave himself for me.\nYou are not your own; you were bought at a price. Therefore honor God with your bodies. -The LORD took you and brought you out of the iron-smelting furnace, out of Egypt, to be the people of his inheritance, as you now are.\nWe are co-workers in God’s service; you are God’s field, God’s building. -Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory. -A spiritual house ...a holy priesthood.\nOn the day when I act, says the Lord Almighty, they will be my treasured possession. -All I have is yours, and all you have is mine. And glory has come to me through them. -The riches of his glorious inheritance in his holy people.",
        "references": "Dt 32:9; 1Co 3:23; Sos 7:10; Sos 2:16; Gal 2:20; 1Co 6:19-20; Dt 4:20; 1Co 3:9; Heb 3:6; 1Pe 2:5; Mal 3:17; Jn 17:10; Eph 1:18"
      }
    },
    {
      "date": "January 21",
      "morning": {
        "heading": "Every branch that does bear fruit he prunes.",
        "text": "He will be like a refiner’s fire or a launderer’s soap. He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness.\nWe also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope. And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us. -Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father? If you are not disciplined — and everyone undergoes discipline — then you are not legitimate, not true sons and daughters at all. -No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. Therefore, strengthen your feeble arms and weak knees.",
        "references": "Jn 15:2; Mal 3:2-3; Ro 5:3-5; Heb 12:7-8,11-12"
      },
      "evening": {
        "heading": "Now we call the arrogant blessed.",
        "text": "This is what the high and exalted One says — he who lives forever, whose name is holy: 'I live in a high and holy place, but also with the one who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite.'\nBetter to be lowly in spirit along with the oppressed than to share plunder with the proud. -Blessed are the poor in spirit, for theirs is the kingdom of heaven.\nThere are six things the Lord hates, seven that are detestable to him: haughty eyes... -The LORD detests all the proud of heart.\nSearch me, God, and know my heart; test me and know my anxious thoughts. See if there is any offensive way in me, and lead me in the way everlasting.\nGrace and peace to you from God our Father and the Lord Jesus Christ. I thank my God every time I remember you. -Blessed are the meek, for they will inherit the earth.",
        "references": "Mal 3:15; Is 57:15; Pr 16:19; Mt 5:3; Pr 6:16-17; Pr 16:5; Ps 139:23-24; Php 1:2-3; Mt 5:5"
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "November 12",
      "morning": {
        "heading": "Godly sorrow brings repentance... and leaves no regret",
        "text": "Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly. -If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. - The blood of Jesus, his Son, purifies us from all sin.\nMy sins have overtaken me, and I cannot see.  They are more than the hairs of my head, and my heart fails within me.  Be pleased to save me, LORD; come quickly LORD, to help me.\nReturn to your God; maintain love and justice, and wait for God always.\nMy sacrifice, O God, is a broken spirit; a broken spirit and contrite heart you, God, will not despise. -He heals the brokenhearted and binds up their wounds. -He has shown you, O morthal, what is good.  And what does the LORD require of you?  To act justly and to love mercy and to walk humbly with your God.",
        "references": "2Co 7:10; Mt 26:75; 1Jn 1:9; 1Jn 1:7; Ps 40:12-13; Ho 12:6; Ps 51:17; Ps 147:3; Mi 6:8"
      },
      "evening": {
        "heading": "Are you all right?  \"Everything is all right\", she said.",
        "text": "Sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything.\nWe are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  Therefore we do not lose heart.  Though outwardly we are wasting away, yet inwardly we are being renewed day by day.  For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.  So we fix our eyes not on what is seen, but on what is unseen.\nDear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
        "references": "2Ki 4:26; 2Co 4:13; 2Co 6:9-10; 2Co 4:8-10,16-18; 3Jn 2"
      }
    },
    {
      "date": "November 13",
      "morning": {
        "heading": "Christ loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word,",
        "text": "walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.\nYou have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. -Sanctify them by the truth; your word is truth. -No one can enter the kingdom of God unless they are born of water and the Spirit. -He saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit.  Your promise preserves my life.\nThe law of the LORD is perfect, refreshing the soul. The statutes of the LORD are trustworthy, making wise the simple. The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes.",
        "references": "Eph 5:25-26; Eph 5:2; 1Pe 1:23; Jn 17:17; Jn 3:5; Tit 3:5; Ps 119:50; Ps 19:7-8"
      },
      "evening": {
        "heading": "For through him we both have access to the Father by one Spirit.",
        "text": "I will do whatever you ask in my name, so that the Father may be glorified in the Son.  You may ask me for anything in my name, and I will do it.  And I will ask the Father, and he will give you another advocate to help you and be with you forever-- the Spirit of truth.  The world cannot accept him, because it neither sees him nor knows him.  But you know him, for he lives with you and will be in you.  There is one body and one Spirit, just as you were called to one hope when you were called; one Lord, one faith, one baptism; one God and Father of all, who is over all and through all and in all. -When you pray, say: \"Father.\nTherefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus, by a new and living way ...let us draw near.",
        "references": "Eph 2:18; Jn 17:23; Jn 14:13-14,16-17; Eph 4:4-6; Lk 11:2; Heb 10:19-20,22"
      }
    },
    {
      "date": "November 14",
      "morning": {
        "heading": "You are my help and my deliverer; you are my God, do not delay.",
        "text": "The LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the LORD upholds him with his hand. -Whoever fears the LORD has a secure fortress, and for their children it will be a refuge. -Who are you that you fear mere mortals, human beings who are but grass, that you forget the LORD your Maker?\nI am with you and will rescue you. -Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\nI will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble. -You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
        "references": "Ps 40:17; Ps 37:23-24; Pr 14:26; Is 51:12-13; Jer 1:8 De 31:6; Ps 59:16; Ps 32:17,7"
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    }
  ],
  "verse lookup using": "https://www.blueletterbible.org/search.cfm"
}