{
  "version": "NIV",
  "days": [
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "November 12",
      "morning": {
        "heading": "Godly sorrow brings repentance... and leaves no regret",
        "text": "Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly. -If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. - The blood of Jesus, his Son, purifies us from all sin.\nMy sins have overtaken me, and I cannot see.  They are more than the hairs of my head, and my heart fails within me.  Be pleased to save me, LORD; come quickly LORD, to help me.\nReturn to your God; maintain love and justice, and wait for God always.\nMy sacrifice, O God, is a broken spirit; a broken spirit and contrite heart you, God, will not despise. -He heals the brokenhearted and binds up their wounds. -He has shown you, O morthal, what is good.  And what does the LORD require of you?  To act justly and to love mercy and to walk humbly with your God.",
        "references": "2Co 7:10; Mt 26:75; 1Jn 1:9; 1Jn 1:7; Ps 40:12-13; Ho 12:6; Ps 51:17; Ps 147:3; Mi 6:8"
      },
      "evening": {
        "heading": "Are you all right?  \"Everything is all right\", she said.",
        "text": "Sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything.\nWe are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  Therefore we do not lose heart.  Though outwardly we are wasting away, yet inwardly we are being renewed day by day.  For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.  So we fix our eyes not on what is seen, but on what is unseen.\nDear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
        "references": "2Ki 4:26; 2Co 4:13; 2Co 6:9-10; 2Co 4:8-10,16-18; 3Jn 2"
      }
    },
    {
      "date": "November 13",
      "morning": {
        "heading": "Christ loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word,",
        "text": "walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.\nYou have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. -Sanctify them by the truth; your word is truth. -No one can enter the kingdom of God unless they are born of water and the Spirit. -He saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit.  Your promise preserves my life.\nThe law of the LORD is perfect, refreshing the soul. The statutes of the LORD are trustworthy, making wise the simple. The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes.",
        "references": "Eph 5:25-26; Eph 5:2; 1Pe 1:23; Jn 17:17; Jn 3:5; Tit 3:5; Ps 119:50; Ps 19:7-8"
      },
      "evening": {
        "heading": "For through him we both have access to the Father by one Spirit.",
        "text": "I will do whatever you ask in my name, so that the Father may be glorified in the Son.  You may ask me for anything in my name, and I will do it.  And I will ask the Father, and he will give you another advocate to help you and be with you forever-- the Spirit of truth.  The world cannot accept him, because it neither sees him nor knows him.  But you know him, for he lives with you and will be in you.  There is one body and one Spirit, just as you were called to one hope when you were called; one Lord, one faith, one baptism; one God and Father of all, who is over all and through all and in all. -When you pray, say: \"Father.\nTherefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus, by a new and living way ...let us draw near.",
        "references": "Eph 2:18; Jn 17:23; Jn 14:13-14,16-17; Eph 4:4-6; Lk 11:2; Heb 10:19-20,22"
      }
    },
    {
      "date": "November 14",
      "morning": {
        "heading": "You are my help and my deliverer; you are my God, do not delay.",
        "text": "The LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the LORD upholds him with his hand. -Whoever fears the LORD has a secure fortress, and for their children it will be a refuge. -Who are you that you fear mere mortals, human beings who are but grass, that you forget the LORD your Maker?\nI am with you and will rescue you. -Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\nI will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble. -You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
        "references": "Ps 40:17; Ps 37:23-24; Pr 14:26; Is 51:12-13; Jer 1:8 De 31:6; Ps 59:16; Ps 32:17,7"
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    }
  ],
  "verse lookup using": "https://www.blueletterbible.org/search.cfm"
}
