{
  "version": "NIV",
  "days": [
    {
      "date": "January 1",
      "morning": {
        "heading": "One thing I do: Forgetting what is behind ...I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
        "text": "Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me.  -I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day.  -He who began a good work in you will carry it on to completion until the day of Christ Jesus.\nDo you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize.  Everyone who competes in the games goes into strict training. They do it to get a crown that will not last, but we do it to get a crown that will last forever.  -Let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus",
        "references": "Php 3:13-14; Jn 17:24; 2Ti 1:12; Php 1:6; 1Co9:24-25; Heb 12:1-2"
      },
      "evening": {
        "heading": "The LORD himself goes before you and will be with you; he will never leave you nor forsake you.",
        "text": "If your Presence does not go with us, do not send us up from here. -LORD, I know that people’s lives are not their own; it is not for them to direct their steps.\nThe LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the Lord upholds him with his hand.\nI am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory. - I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
        "references": "Dt 31:8; Ex 33:15; Jer 10:23; Ps 37:23-24; Ps 73:23-24; Ro 8:38-39"
      }
    },
    {
      "date": "January 2",
      "morning": {
        "heading": "Sing to the LORD a new song.",
        "text": "Sing for joy to God our strength; shout aloud to the God of Jacob! Begin the music, strike the timbrel, play the melodious harp and lyre. -He put a new song in my mouth, a hymn of praise to our God. Many will see and fear the LORD and put their trust in him.\nBe strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go. -The joy of the LORD is your strength. -Paul thanked God and was encouraged.\nUnderstanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh",
        "references": "Isa 42:10; Ps 81:1-2; Ps 40:3; Jos 1:9; Neh 8:10; Ac 28:15; Ro 13:11-14"
      },
      "evening": {
        "heading": "May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice.",
        "text": "Make an altar of acacia wood for burning incense. -Put the altar in front of the curtain that shields the ark of the covenant law, before the atonement cover that is over the tablets of the covenant law, where I will meet with you. Aaron must burn fragrant incense on the altar every morning when he tends the lamps. He must burn incense again when he lights the lamps at twilight so incense will burn regularly before the Lord for the generations to come.\n[Jesus] is able to save completely those who come to God through him, because he always lives to intercede for them. -The smoke of the incense, together with the prayers of God’s people, went up before God from the angel’s hand.\nYou also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.\nPray continually.",
        "references": "Ps 141:2; Ex 30:1,6-8; Heb 7:25; Rev 8:4; 1Pe 2:5; 1Th 5:17"
      }
    },
    {
      "date": "January 3",
      "morning": {
        "heading": "He led them by a straight way.",
        "text": "In a desert land he found him [Jacob], in a barren and howling waste. He shielded him and cared for him; he guarded him as the apple of his eye, like an eagle that stirs up its nest and hovers over its young, that spreads its wings to catch them and carries them aloft. The LORD alone led him; -Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you.\nHe refreshes my soul. He guides me along the right paths for his name’s sake. Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.\nThe LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame.You will be like a well-watered garden, like a spring whose waters never fail. -For this God is our God for ever and ever; he will be our guide even to the end. -Who is a teacher like him?",
        "references": "Ps 107:7; Dt 32:10-12; Isa 46:4; Ps 23:3-4; Isa 58:11; Ps 48:14; Job 36:22"
      },
      "evening": {
        "heading": "What do you want me to do for you? Lord, I want to see.",
        "text": "Open my eyes that I may see wonderful things in your law. -Then he opened their minds so they could understand the Scriptures. -But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things. -Every good and perfect gift is from above, coming down from the Father of the heavenly lights.\n[I pray that] the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better. I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people, and his incomparably great power for us who believe.",
        "references": "Lk 18:41; Ps 119:18; Lk 24:45; Jn 14:26; Jas 1:17; Eph 1:17-19"
      }
    },
    {
      "date": "January 4",
      "morning": {
        "heading": "You have not yet reached the resting place and the inheritance the Lord your God is giving you.",
        "text": "This is not your resting place. -There remains, then, a Sabbath-rest for the people of God. -Behind the curtain, where our forerunner, Jesus, has entered on our behalf.\nMy Father’s house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you? And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. -With Christ, which is better by far.\nHe will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away. -There the wicked cease from turmoil, and there the weary are at rest.\nStore up for yourselves treasures in heaven, ...for where your treasure is, there your heart will be also. -Set your minds on things above, not on earthly things.",
        "references": "Dt 12:9; Mic 2:10; Heb 4:9; Heb 6:19-20; Jn 14:2-3; Php 1:23; Rev 21:4; Job 3:17; Mt 6:20-21; Col 3:2"
      },
      "evening": {
        "heading": "Where, O death, is your victory? Where, O death, is your sting?",
        "text": "The sting of death is sin. -But he has appeared once for all at the culmination of the ages to do away with sin by the sacrifice of himself. Just as people are destined to die once, and after that to face judgment, so Christ was sacrificed once to take away the sins of many; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him.\nSince the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death —that is, the devil— and free those who all their lives were held in slavery by their fear of death.\nFor I am already being poured out like a drink offering, and the time for my departure is near. I have fought the good fight, I have finished the race, I have kept the faith. Now there is in store for me the crown of righteousness.",
        "references": "1Co 15:55-56; Heb 9:26-28; Heb 2:14-15; 2Ti 4:6-8"
      }
    },
    {
      "date": "January 5",
      "morning": {
        "heading": "We who have believed enter that rest.",
        "text": "They weary themselves with sinning. -I see another law at work in me, waging war against the law of my mind and making me a prisoner of the law of sin at work within me. What a wretched man I am! Who will rescue me from this body that is subject to death?\nCome to me, all you who are weary and burdened, and I will give you rest. -Since we have been justified through faith, we have peace with God through our Lord Jesus Christ, through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God.\nAnyone who enters God’s rest also rests from their works, just as God did from his. -Not having a righteousness of my own that comes from the law, but that which is through faith in Christ — the righteousness that comes from God on the basis of faith. -This is the resting place, let the weary rest; and this is the place of repose.",
        "references": "Heb 4:3; Je 9:5; Rom 7:23-24; Mt 11:28; Rom 5:1-2; Heb 4:10; Php 3:9; Isa 28:12"
      },
      "evening": {
        "heading": "Set a guard over my mouth, LORD; keep watch over the door of my lips.",
        "text": "If you, LORD, kept a record of sins, LORD, who could stand? -they rebelled against the Spirit of God, and rash words came from Moses’ lips.\nWhat goes into someone’s mouth does not defile them, but what comes out of their mouth, that is what defiles them.\nA gossip separates close friends. -The words of the reckless pierce like swords, but the tongue of the wise brings healing. Truthful lips endure forever, but a lying tongue lasts only a moment. -No human being can tame the tongue. It is a restless evil, full of deadly poison. -Out of the same mouth come praise and cursing. My brothers and sisters, this should not be.\nRid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. Do not lie to each other, since you have taken off your old self with its practices. -It is God’s will that you should be sanctified. -No lie was found in their mouths.",
        "references": "Ps 141:3; Ps 130:3; Ps 106:33; Mt 15:11; Pr 16:28; Pr 12:18-19; Jas 3:8,10; Col 3:8-9; 1Th 4:3 Rev 14:5"
      }
    },
    {
      "date": "January 6",
      "morning": {
        "heading": "May the favor of the Lord our God rest on us; establish the work of our hands for us.",
        "text": "Your fame spread among the nations on account of your beauty, because the splendor I had given you made your beauty perfect, declares the Sovereign LORD. -We all, who with unveiled faces contemplate the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit.\nBlessed are all who fear the LORD, who walk in obedience to him. You will eat the fruit of your labor; blessings and prosperity will be yours. -Commit to the LORD whatever you do, and he will establish your plans.\nWork out your salvation with fear and trembling, for it is God who works in you to will and to act in order to fulfill his good purpose. -May our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, encourage your hearts and strengthen you in every good deed and word.",
        "references": "Ps 90:17; Eze 16:14; 2Co 3:18; Ps 128:1-2; Pr 16:3; Php 2:12-13; 2Th 2:16-17"
      },
      "evening": {
        "heading": "The apostles gathered around Jesus and reported to him all they had done and taught.",
        "text": "There is a friend who sticks closer than a brother. -The LORD would speak to Moses face to face, as one speaks to a friend. -You are my friends if you do what I command. I no longer call you servants, because a servant does not know his master’s business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you.\nwhen you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’\nThe Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, 'Abba, Father.'\nIn every situation, by prayer and petition, with thanksgiving, present your requests to God. -The prayer of the upright pleases him.",
        "references": "Mk 6:30; Pr 18:24; Ex 33:11; Jn 15:14-15; Lk 17:10; Ro 8:15; Php 4:6; Pr 15:8"
      }
    },
    {
      "date": "January 7",
      "morning": {
        "heading": "Remember me with favor, my God.",
        "text": "I remember the devotion of your youth, how as a bride you loved me and followed me through the wilderness, through a land not sown. -I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you. -I will come to you and fulfill my good promise ...For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.\nAs the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. -I would appeal to God; I would lay my cause before him. He performs wonders that cannot be fathomed, miracles that cannot be counted. -Many, LORD my God, are the wonders you have done, the things you planned for us. None can compare with you; were I to speak and tell of your deeds, they would be too many to declare.",
        "references": "Neh 5:19; Jer 2:2; Eze 16:60; Jer 29:10-11; Is 55:9; Job 5:8-9; Ps 40:5"
      },
      "evening": {
        "heading": "I will never leave you nor forsake you.",
        "text": "Not one of all the LORD’s good promises to Israel failed; every one was fulfilled. -God is not human, that he should lie, not a human being, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?\nThe LORD your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him. -He remembers his covenant forever.\nCan a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you! See, I have engraved you on the palms of my hands.\nThe LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
        "references": "Jos 1:5; Jos 21:45; Num 23:19; Deut 7:9; Ps 111:5; Is 49:15-16; Zep 3:17"
      }
    },
    {
      "date": "January 8",
      "morning": {
        "heading": "Those who know your name trust in you, for you, LORD, have never forsaken those who seek you.",
        "text": "The name of the LORD is a fortified tower; the righteous run to it and are safe. -I will trust and not be afraid. The LORD, the LORD himself, is my strength and my defense; he has become my salvation.\nI was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread. -For the LORD loves the just and will not forsake his faithful ones.Wrongdoers will be completely destroyed; the offspring of the wicked will perish. -For the sake of his great name the LORD will not reject his people, because the LORD was pleased to make you his own. -He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us.\nBe content with what you have, because God has said, 'Never will I leave you; never will I forsake you.' So we say with confidence,'The Lord is my helper; I will not be afraid.  What can mere mortals do to me?'",
        "references": "Ps 9:10; Pr 18:10; Isa 12:2; Ps 37:25,28; 1Sa 12:22; 2Co 1:10; Heb 13:5-6"
      },
      "evening": {
        "heading": "They are blameless.",
        "text": "Search will be made for Israel’s guilt, but there will be none, and for the sins of Judah, but none will be found, for I will forgive the remnant I spare. -Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea.\nHis glorious grace, which he has freely given us in the One he loves. -To present you holy in his sight, without blemish and free from accusation\n To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy — to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.",
        "references": "Rev 14:5; Jer 50:20; Mic 7:18-19; Eph 1:6; Col 1:22; Jude 24-25"
      }
    },
    {
      "date": "January 9",
      "morning": {
        "heading": "For those who fear you, you have raised a banner to be unfurled against the bow.",
        "text": "Jehovah Nissi (The LORD is my Banner). -He will come like a pent-up flood that the breath of the LORD drives along.\nMay we shout for joy over your victory and lift up our banners in the name of our God. -The LORD has vindicated us; come, let us tell in Zion what the LORD our God has done. -We are more than conquerors through him who loved us. -The pioneer of their salvation.\nBe strong in the Lord and in his mighty power. -By truth ...they triumph -Fight the battles of the LORD. -Be strong, all you people of the land ...and work. ...Do not fear -Open your eyes and look at the fields! They are ripe for harvest. -In just a little while, he who is coming will come and will not delay.",
        "references": "Ps 60:4; Ex 17:15; Is 59:19; Ps 20:5; Jer 51:10; Ro 8:37; 1Co 15:57; Heb 2:10; Eph 6:10; Jer 9:3; 1Sa 18:17; Hag 2:4-5; Jn 4:35; Heb 10:37"
      },
      "evening": {
        "heading": "Few things are needed — or indeed only one.",
        "text": "Many, LORD, are asking, 'Who will bring us prosperity?' Let the light of your face shine on us. Fill my heart with joy when their grain and new wine abound.\nAs the deer pants for streams of water, so my soul pants for you, my God. My soul thirsts for God, for the living God. -You, God, are my God, earnestly I seek you; I thirst for you, my whole being longs for you, in a dry and parched land where there is no water.\nI am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty. Always give us this bread. -Mary ...sat at the Lord’s feet listening to what he said. -One thing I ask from the LORD, this only do I seek: that I may dwell in the house of the LORD all the days of my life, to gaze on the beauty of the LORD and to seek him in his temple.",
        "references": "Lk 10:42; Ps 4:6-7; Ps 42:1-2; Ps 63:1; Jn 6:35,34; Lk 10:39; Ps 27:4"
      }
    },
    {
      "date": "January 10",
      "morning": {
        "heading": "May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "text": "Christ loved the church and gave himself up for her -to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. -He is the one we proclaim, admonishing and teaching everyone with all wisdom, so that we may present everyone fully mature in Christ.\nThe peace of God ...transcends all understanding. -Let the peace of Christ rule in your hearts, since as members of one body you were called to peace.\nOur Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope, encourage your hearts and strengthen you in every good deed and word. -He will also keep you firm to the end, so that you will be blameless on the day of our Lord Jesus Christ.",
        "references": "1Th 5:23; Eph 5:25,27; Col 1:28; Php 4:7; Col 3:15; 2Th 2:16-17; 1Co 1:8"
      },
      "evening": {
        "heading": "will God really dwell on earth with humans?",
        "text": "Have them make a sanctuary for me, and I will dwell among them. -I will meet with the Israelites, and the place will be consecrated by my glory. ...Then I will dwell among the Israelites and be their God.\nWhen you ascended on high, you took many captives; you received gifts from people, even from the rebellious — that you, LORD God, might dwell there.\nWe are the temple of the living God. As God has said: 'I will live with them and walk among them, and I will be their God, and they will be my people.' -Your bodies are temples of the Holy Spirit, who is in you. -You ...are being built together to become a dwelling in which God lives by his Spirit.\nThe nations will know that I the LORD make Israel holy, when my sanctuary is among them forever.",
        "references": "2Ch 6:18; Ex 25:8; Ex 29:43-45; Ps 68:18; 2Co 6:16; 1Co 6:19; Ep 2:22; Eze 37:28"
      }
    },
    {
      "date": "January 11",
      "morning": {
        "heading": "Praise awaits you, our God, in Zion.",
        "text": "For us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live. -That all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father, who sent him.  Through Jesus, therefore, let us continually offer to God a sacrifice of praise — the fruit of lips that openly profess his name. -Those who sacrifice thank offerings honor me, and to the blameless I will show my salvation.\nI looked, and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and before the Lamb. They were wearing white robes and were holding palm branches in their hands. And they cried out in a loud voice: 'Salvation belongs to our God, who sits on the throne, and to the Lamb.' -Amen! Praise and glory and wisdom and thanks and honor and power and strength be to our God for ever and ever. Amen!",
        "references": "Ps 65:1; 1Co 8:6; Jn 5:23; Heb 13:15; Ps 50:23; Rev 7:9-10,12"
      },
      "evening": {
        "heading": "Who redeems your life from the pit.",
        "text": "Their Redeemer is strong; the LORD Almighty is his name. -I will deliver this people from the power of the grave; I will redeem them from death. Where, O death, are your plagues? Where, O grave, is your destruction?\nSince the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death — that is, the devil — and free those who all their lives were held in slavery by their fear of death.\nWhoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them.\nYou died, and your life is now hidden with Christ in God. When Christ, who is your life, appears, then you also will appear with him in glory. -He comes to be glorified in his holy people and to be marveled at among all those who have believed.",
        "references": "Ps 103:4; Jer 50:34; Hos 13:14; Heb 2:14-15; Jn 3:36; Col 3:3-4; 2Th 1:10"
      }
    },
    {
      "date": "January 12",
      "morning": {
        "heading": "The only God our Savior.",
        "text": "Christ Jesus, ...has become for us wisdom from God — that is, our righteousness, holiness and redemption. -Can you fathom the mysteries of God? Can you probe the limits of the Almighty? They are higher than the heavens above — what can you do? They are deeper than the depths below — what can you know?\nWe declare God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began. -The administration of this mystery, which for ages past was kept hidden in God, who created all things. His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms.\nIf any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. -The wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.",
        "references": "Jude 25; 1Co 1:30; Job 11:7-8; 1Co 2:7; Eph 3:9-10; Jas 1:5; Jas 3:17"
      },
      "evening": {
        "heading": "How long before I get up? The night drags on, and I toss and turn until dawn.",
        "text": "Watchman, what is left of the night? The watchman replies, Morning is coming.\nIn just a little while, he who is coming will come and will not delay. -He is like the light of morning at sunrise on a cloudless morning.\nI am going there to prepare a place for you? And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. -Do not let your hearts be troubled and do not be afraid. You heard me say, ‘I am going away and I am coming back to you.’\nMay all your enemies perish, LORD! But may all who love you be like the sun when it rises in its strength. -You are all children of the light and children of the day. We do not belong to the night or to the darkness.\nThere will be no night there.",
        "references": "Job 7:4; Is 21:11-12; Heb 10:37; 2Sa 23:4; Jn 14:2-3,27-28; Jdg 5:31; 1Th 5:5; Rev 21:25"
      }
    },
    {
      "date": "January 13",
      "morning": {
        "heading": "You will keep in perfect peace those whose minds are steadfast",
        "text": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken. -I will trust and not be afraid. The LORD, the LORD himself, is my strength and my defense; he has become my salvation.\nYou of little faith, why are you so afraid? -Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. -In quietness and trust is your strength.\nThe fruit of that righteousness will be peace; its effect will be quietness and confidence forever. -Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. -Peace to you from him who is, and who was, and who is to come.",
        "references": "Isa 26:3; Ps 55:22; Is 12:2; Mt 8:26; Php 4:6-7; Is 30:15; Is 32:17; Jn 14:27; Rev 1:4"
      },
      "evening": {
        "heading": "Do not let the sun go down while you are still angry.",
        "text": "If your brother or sister sins, go and point out their fault, just between the two of you. If they listen to you, you have won them over. -Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times? Jesus answered, I tell you, not seven times, but seventy-seven times. -When you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.\nClothe yourselves with compassion, kindness, humility, gentleness and patience. Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you. -Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.\nThe apostles said to the Lord, 'Increase our faith!'",
        "references": "Eph 4:26; Mt 18:15,21-22; Mk 11:25; Col 3:12-13; Eph 4:32; Lk 17:5"
      }
    },
    {
      "date": "January 14",
      "morning": {
        "heading": "The Father is greater than I",
        "text": "When you pray, say: ‘Father...' -my Father and your Father, ...my God and your God.\n[I] do exactly what my Father has commanded me. -The words I say to you I do not speak on my own authority. Rather, it is the Father, living in me, who is doing his work.\nThe Father loves the Son and has placed everything in his hands. -You granted him authority over all people that he might give eternal life to all those you have given him.\nLord, show us the Father and that will be enough for us. Jesus answered: Don’t you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, ‘Show us the Father’? Don’t you believe that I am in the Father, and that the Father is in me? -I and the Father are one. -As the Father has loved me, so have I loved you. Now remain in my love. If you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.",
        "references": "Jn 14:28; Lk 11:2; Jn 20:17; Jn 14:31; Jn 14:10; Jn 3:35; Jn 17:2; Jn 14:8-10; Jn 10:30; Jn 15:9-10"
      },
      "evening": {
        "heading": "[The woman's seed] will crush your head, and you will strike his heel.",
        "text": "His appearance was so disfigured beyond that of any human being and his form marred beyond human likeness. -He was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.\nThis is your hour — when darkness reigns. -You would have no power over me if it were not given to you from above.\nThe reason the Son of God appeared was to destroy the devil’s work. -He also drove out many demons, but he would not let the demons speak because they knew who he was.\nAll authority in heaven and on earth has been given to me. -In my name they will drive out demons.\nThe God of peace will soon crush Satan under your feet.",
        "references": "Gen 3:15; Is 52:14; Is 53:5; Lk 22:53; Jn 19:11; 1Jn 3:8; Mk 1:34; Mt 28:18; Mk 16:17; Ro 16:20"
      }
    },
    {
      "date": "January 15",
      "morning": {
        "heading": "I am laid low in the dust; preserve my life according to your word.",
        "text": "Since ...you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God. Set your minds on things above, not on earthly things. For ...your life is now hidden with Christ in God. -Our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ, who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.\nthe flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want. -Brothers and sisters, we have an obligation — but it is not to the flesh, to live according to it. For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live. -Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul.",
        "references": "Ps 119:25; Col 3:1-3; Php 3:20-21; Gal 5:17; Ro 8:12-13; 1Pe 2:11"
      },
      "evening": {
        "heading": "Judgment in accordance with the faith.",
        "text": "The one whose faith is weak. -was strengthened in his faith and gave glory to God.\nYou of little faith, he said, why did you doubt? -You have great faith! Your request is granted.\nDo you believe that I am able to do this? Yes, Lord. ...According to your faith let it be done to you\nLord, Increase our faith! -Building yourselves up in your most holy faith. -Rooted and built up in him, strengthened in the faith. -God ...makes both us and you stand firm in Christ. -The God of all grace, ...after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.\nWe who are strong ought to bear with the failings of the weak and not to please ourselves. -The one who does not eat everything must not judge the one who does. -Let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in the way of a brother or sister.",
        "references": "Ro 12:3; Ro 14:1; Ro 4:20; Mt 14:31; Mt 15:28; Mt 9:28-29; Lk 17:5; Jude 20; Col 2:7; 2Co 1:21; 1Pe 5:10; Ro 15:1; Ro 14:3,13"
      }
    },
    {
      "date": "January 16",
      "morning": {
        "heading": "God was pleased to have all his fullness dwell in him.",
        "text": "The Father loves the Son and has placed everything in his hands. -God exalted him to the highest place and gave him the name that is above every name, that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, and every tongue acknowledge that Jesus Christ is Lord, to the glory of God the Father. -Far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come. -In him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.\nChrist died and returned to life so that he might be the Lord of both the dead and the living. -In Christ you have been brought to fullness. He is the head over every power and authority. -Out of his fullness we have all received.",
        "references": "Col 1:19; Jn 3:35; Php 2:9-11; Eph 1:21; Col 1:16; Rom 14:9; Col 2:10; Jn 1:16"
      },
      "evening": {
        "heading": "Write, therefore, what you have seen, what is now and what will take place later.",
        "text": "Prophets, though human, spoke from God as they were carried along by the Holy Spirit. -We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.\nLook at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have. When he had said this, he showed them his hands and feet. -The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe.\nWe did not follow cleverly devised stories when we told you about the coming of our Lord Jesus Christ in power, but we were eyewitnesses of his majesty. -That your faith might not rest on human wisdom, but on God’s power.",
        "references": "Rev 1:19; 2Pe 1:21; 1Jn 1:3; Lk 24:39-40; Jn 19:35; 2Pe 1:16; 1Co 2:5"
      }
    },
    {
      "date": "January 17",
      "morning": {
        "heading": "In your love you kept me from the pit of destruction",
        "text": "He sent his one and only Son into the world that we might live through him. This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.\nWho is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea. -LORD my God, I called to you for help, and you healed me. You, LORD, brought me up from the realm of the dead; you spared me from going down to the pit. -When my life was ebbing away, I remembered you, LORD, and my prayer rose to you, to your holy temple. -I waited patiently for the LORD ...He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock.",
        "references": "Is 38:17; 1Jn 4:9-10; Mic 7:18-19; Ps 30:2-3; Jon 2:7; Ps 40:1-2"
      },
      "evening": {
        "heading": "What is now.",
        "text": "Now we see only a reflection as in a mirror. -At present we do not see everything subject to them.\nWe also have the prophetic message as something completely reliable, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts. -Your word is a lamp for my feet, a light on my path.\nDear friends, remember what the apostles of our Lord Jesus Christ foretold. They said to you, In the last times there will be scoffers who will follow their own ungodly desires. -The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.\nDear children, this is the last hour. -The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light.",
        "references": "Rev 1:19; 1Co 13:12; Heb 2:8; 2Pe 1:19; Ps 119:105; Jud 17:18; 1Ti 4:1; 1Jn 2:18; Rom 13:12"
      }
    },
    {
      "date": "January 18",
      "morning": {
        "heading": "The one to come.",
        "text": "Jesus, ...made lower than the angels for a little while ...because he suffered death, so that by the grace of God he might taste death for everyone. -One died for all. - Just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous.\nThe first man Adam became a living being”; the last Adam, a life-giving spirit. The spiritual did not come first, but the natural, and after that the spiritual. -God said, “Let us make mankind in our image, in our likeness. ...So God created mankind in his own image, in the image of God he created them; male and female he created them. -God ...in these last days has spoken to us by his Son ...the radiance of God’s glory and the exact representation of his being. -You granted him authority over all people.\nThe first man was of the dust of the earth; the second man is of heaven. As was the earthly man, so are those who are of the earth; and as is the heavenly man, so also are those who are of heaven.",
        "references": "Ro 5:14; He 2:9; 2Co 5:14; Ro 5:19; 1Co 15:45-46; Ge 1:26-27; Heb 1:1-3; Jn 17:2; 1Co 15:47-48"
      },
      "evening": {
        "heading": "What will take place later.",
        "text": "It is written: What no eye has seen, what no ear has heard, and what no human mind has conceived” — the things God has prepared for those who love him —  these are the things God has revealed to us by his Spirit. -The Spirit of truth ...will tell you what is yet to come.\nLook, he is coming with the clouds, and every eye will see him, even those who pierced him; and all peoples on earth will mourn because of him. So shall it be! Amen.\nWe do not want you to be uninformed about those who sleep in death, so that you do not grieve like the rest of mankind, who have no hope. For we believe that Jesus died and rose again, and so we believe that God will bring with Jesus those who have fallen asleep in him. -For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever.",
        "references": "Rev 1:19; 1Co 2:9-10; Jn 16:13; Rev 1:7 1Th 4:13-14,16-17"
      }
    },
    {
      "date": "January 19",
      "morning": {
        "heading": "I served the Lord with great humility.",
        "text": "Whoever wants to become great among you must be your servant, and whoever wants to be first must be your slave — just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\nIf anyone thinks they are something when they are not, they deceive themselves. -I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you. -So you also, when you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’\nNow this is our boast: we have conducted ourselves in the world, and especially in our relations with you, with integrity and godly sincerity. We have done so, relying not on worldly wisdom but on God’s grace. -We have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.",
        "references": "Ac 20:19; Mt 20:26-28; Gal 6:3; Ro 12:3; Lk 17:10; 2Co 1:12; 2Co 4:7"
      },
      "evening": {
        "heading": "Each of us has turned to our own way.",
        "text": "Noah...proceeded to plant a vineyard. When he drank some of its wine, he became drunk. -[Abram] said to his wife Sarai ...Say you are my sister, so that I will be treated well for your sake. -Isaac said to Jacob, ...'Are you really my son Esau?' ...'I am', he replied. -Rash words came from Moses’ lips. -The Israelites sampled their provisions but did not inquire of the LORD. Then Joshua made a treaty of peace with them. -David had done what was right in the eyes of the LORD and had not failed to keep any of the LORD’s commands all the days of his life — except in the case of Uriah the Hittite.\nThese were all commended for their faith. -All are justified freely by his grace through the redemption that came by Christ Jesus. -The LORD has laid on him the iniquity of us all.\nI want you to know that I am not doing this for your sake, declares the Sovereign LORD. Be ashamed and disgraced for your conduct.",
        "references": "Is 53:6; Ge 9:20-21; Ge 12:11,13; Ge 27:21,24; Ps 106:32-33; Jos 9:14-15; 1Ki 15:5; Heb 11:39; Rom 3:24; Is 53:6; Eze 36:32"
      }
    },
    {
      "date": "January 20",
      "morning": {
        "heading": "He will be called Wonderful.",
        "text": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth. -You have so exalted your solemn decree that it surpasses your fame.\nThey will call him Immanuel (which means 'God with us'). -Jesus, because he will save his people from their sins.\nThat all may honor the Son just as they honor the Father. -God exalted him ...and gave him the name that is above every name, -Far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come. And God placed all things under his feet. -He has a name written on him that no one knows but he himself. -KING OF KINGS AND LORD OF LORDS.\nThe Almighty is beyond our reach and exalted in power. -What is his name, and what is the name of his son? Surely you know!",
        "references": "Is 9:6; Jn 1:14; Ps 138:2; Mt 1:23,21; Jn 5:23; Php 2:9; Eph 1:21-22; Rev 19:12,16; Job 37:23; Pr 30:4"
      },
      "evening": {
        "heading": "The LORD’s portion is his people.",
        "text": "You are of Christ, and Christ is of God. -I belong to my beloved, and his desire is for me. -I am his. -The Son of God, ...loved me and gave himself for me.\nYou are not your own; you were bought at a price. Therefore honor God with your bodies. -The LORD took you and brought you out of the iron-smelting furnace, out of Egypt, to be the people of his inheritance, as you now are.\nWe are co-workers in God’s service; you are God’s field, God’s building. -Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory. -A spiritual house ...a holy priesthood.\nOn the day when I act, says the Lord Almighty, they will be my treasured possession. -All I have is yours, and all you have is mine. And glory has come to me through them. -The riches of his glorious inheritance in his holy people.",
        "references": "Dt 32:9; 1Co 3:23; Sos 7:10; Sos 2:16; Gal 2:20; 1Co 6:19-20; Dt 4:20; 1Co 3:9; Heb 3:6; 1Pe 2:5; Mal 3:17; Jn 17:10; Eph 1:18"
      }
    },
    {
      "date": "January 21",
      "morning": {
        "heading": "Every branch that does bear fruit he prunes.",
        "text": "He will be like a refiner’s fire or a launderer’s soap. He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness.\nWe also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope. And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us. -Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father? If you are not disciplined — and everyone undergoes discipline — then you are not legitimate, not true sons and daughters at all. -No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. Therefore, strengthen your feeble arms and weak knees.",
        "references": "Jn 15:2; Mal 3:2-3; Ro 5:3-5; Heb 12:7-8,11-12"
      },
      "evening": {
        "heading": "Now we call the arrogant blessed.",
        "text": "This is what the high and exalted One says — he who lives forever, whose name is holy: 'I live in a high and holy place, but also with the one who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite.'\nBetter to be lowly in spirit along with the oppressed than to share plunder with the proud. -Blessed are the poor in spirit, for theirs is the kingdom of heaven.\nThere are six things the Lord hates, seven that are detestable to him: haughty eyes... -The LORD detests all the proud of heart.\nSearch me, God, and know my heart; test me and know my anxious thoughts. See if there is any offensive way in me, and lead me in the way everlasting.\nGrace and peace to you from God our Father and the Lord Jesus Christ. I thank my God every time I remember you. -Blessed are the meek, for they will inherit the earth.",
        "references": "Mal 3:15; Is 57:15; Pr 16:19; Mt 5:3; Pr 6:16-17; Pr 16:5; Ps 139:23-24; Php 1:2-3; Mt 5:5"
      }
    },
    {
      "date": "January 22",
      "morning": {
        "heading": "This God is our God for ever and ever; he will be our guide even to the end.",
        "text": "LORD, you are my God; I will exalt you and praise your name, for in perfect faithfulness you have done wonderful things, things planned long ago. -LORD, you alone are my portion and my cup.\nHe guides me along the right paths for his name’s sake. Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me. -You hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory. Whom have I in heaven but you? And earth has nothing I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever. -In him our hearts rejoice, for we trust in his holy name. -The LORD will vindicate me; your love, LORD, endures forever — do not abandon the works of your hands.",
        "references": "Ps 48:14; Is 25:1; Ps 16:5; Ps 23:3-4; Ps 73:23-26; Ps 33:21; Ps 138:8"
      },
      "evening": {
        "heading": "When anxiety was great within me, your consolation brought me joy.",
        "text": "As my heart grows faint; lead me to the rock that is higher than I.\nI am being threatened; LORD, come to my aid! -Cast your cares on the LORD and he will sustain you.\nI am only a little child and do not know how to carry out my duties. -If any of you lacks wisdom, you should ask God ...and it will be given to you.\nWho is equal to such a task? -I know that good itself does not dwell in me, that is, in my sinful nature. -My grace is sufficient for you, for my power is made perfect in weakness.\nTake heart, son; your sins are forgiven. -Take heart, daughter, he said, “your faith has healed you.\nI will be fully satisfied as with the richest of foods; ...On my bed I remember you; I think of you through the watches of the night.",
        "references": "Ps 94:19; Ps 61:2; Is 38:14; Ps 55:22; 1Ki 3:7; Jas 1:5; 2Co 2:16; Ro 7:18; 2Co 12:9; Mt 9:2,22; Ps 63:5-6"
      }
    },
    {
      "date": "January 23",
      "morning": {
        "heading": "Hope does not put us to shame.",
        "text": "I am the LORD; those who hope in me will not be disappointed. -Blessed is the one who trusts in the LORD, whose confidence is in him. -You will keep in perfect peace those whose minds are steadfast, because they trust in you. Trust in the LORD forever, for the LORD, the LORD himself, is the Rock eternal. -My soul, find rest in God; my hope comes from him. Truly he is my rock and my salvation; he is my fortress, I will not be shaken. -This is no cause for shame, because I know whom I have believed.\nGod wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged. We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain, where our forerunner, Jesus, has entered on our behalf.",
        "references": "Rom 5:5; Is 49:23; Jer 17:7; Is 26:3-4; Ps 62:5-6; 2Ti 1:12; Heb 6:17-20"
      },
      "evening": {
        "heading": "The offense of the cross.",
        "text": "Whoever wants to be my disciple must deny themselves and take up their cross and follow me.\nDon’t you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God. -We must go through many hardships to enter the kingdom of God.\nThe one who believes in him will never be put to shame. -To you who believe, this stone is precious. But to those who do not believe, 'The stone the builders rejected has become the cornerstone.' and, 'A stone that causes people to stumble and a rock that makes them fall.'\nMay I never boast except in the cross of our Lord Jesus Christ, through which[a] the world has been crucified to me, and I to the world. -I have been crucified with Christ. -Those who belong to Christ Jesus have crucified the flesh with its passions and desires.\nIf we endure, we will also reign with him. If we disown him, he will also disown us.",
        "references": "Gal 5:11; Mt 16:24; Jas 4:4; Ac 14:22; Rom 9:33; 1Pe 2:7-8; Gal 6:14; Gal 2:20; Gal 5:24; 2Ti 2:12"
      }
    },
    {
      "date": "January 24",
      "morning": {
        "heading": "The Lord is near.",
        "text": "The Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. Therefore encourage one another with these words. -He who testifies to these things says, 'Yes, I am coming soon.' Amen. Come, Lord Jesus.\nSo then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him. -Reject every kind of evil. May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ. The one who calls you is faithful, and he will do it.\nBe patient and stand firm, because the Lord’s coming is near.",
        "references": "Php 4:5; 1Th 4:16-18; Rev 22:20; 2Pe 3:14; 1Th 5:22-24; Jas 5:8"
      },
      "evening": {
        "heading": "The choicest branch.",
        "text": "My loved one had a vineyard on a fertile hillside. He dug it up and cleared it of stones  and planted it with the choicest vines. ...Then he looked for a crop of good grapes, but it yielded only bad fruit. -I had planted you like a choice vine of sound and reliable stock. How then did you turn against me into a corrupt, wild vine?\nThe acts of the flesh are obvious: sexual immorality, impurity and debauchery,...envy, drunkenness, orgies, and the like. ...but the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, 23 gentleness and self-control. Against such things there is no law.\nI am the true vine, and my Father is the gardener. He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful. -Remain in me, as I also remain in you. -This is to my Father’s glory, that you bear much fruit, showing yourselves to be my disciples.",
        "references": "Gen 49:11; Is 5:1-2; Jer 2:21; Gal 5:19,21-23; Jn 15:1-2,4,8"
      }
    },
    {
      "date": "January 25",
      "morning": {
        "heading": "This righteousness is given through faith in Jesus Christ to all who believe.",
        "text": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God. -Christ redeemed us from the curse of the law by becoming a curse for us -who has become for us wisdom from God — that is, our righteousness, holiness and redemption. -He saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, whom he poured out on us generously through Jesus Christ our Savior.\nI consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them garbage, that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in[a] Christ — the righteousness that comes from God on the basis of faith.",
        "references": "Rom 3:22; 2Co 5:21; Gal 3:13; 1Co 1:30; Tit 3:5-6; Php 3:8-9"
      },
      "evening": {
        "heading": "The Spirit you received brought about your adoption to sonship. And by him we cry, 'Abba, Father.",
        "text": "After Jesus said this, he looked toward heaven and prayed: 'Father, -Holy Father, -Righteous Father, -Abba, Father. -Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, 'Abba, Father'. -Through him we both have access to the Father by one Spirit. Consequently, you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household.\nYou are our Father, ...you, LORD, are our Father, our Redeemer from of old is your name.\n I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. I am no longer worthy to be called your son; make me like one of your hired servants.’ So he got up and went to his father.\nFollow God’s example, therefore, as dearly loved children.",
        "references": "Rom 8:15; Jn 17:1,11,25; Mk 14:36; Gal 4:6; Eph 2:18-19; Is 63:16; Lk 15:18-20; Eph 5:1"
      }
    },
    {
      "date": "January 26",
      "morning": {
        "heading": "Let us, then, go to him outside the camp, bearing the disgrace he bore. For here we do not have an enduring city, but we are looking for the city that is to come.",
        "text": "Dear friends, do not be surprised at the fiery ordeal that has come on you to test you, as though something strange were happening to you. But rejoice inasmuch as you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed.\nIf you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you.\nThe apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name. -He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin. He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.",
        "references": "Heb 13:13-14; 1Pe 4:12-13; 2Co 1:7; 1Pe 4:14; Ac 5:41; Heb 11:25-26"
      },
      "evening": {
        "heading": "The Lord Jesus Christ ...will transform our lowly bodies so that they will be like his glorious body.",
        "text": "Above the vault over their heads was what looked like a throne of lapis lazuli, and high above on the throne was a figure like that of a man. I saw that from what appeared to be his waist up he looked like glowing metal, as if full of fire, and that from there down he looked like fire; and brilliant light surrounded him. Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the Lord.\nWe all, who with unveiled faces contemplate the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit. -What we will be has not yet been made known. But we know that when Christ appears, we shall be like him, for we shall see him as he is.\nNever again will they hunger; never again will they thirst. -[They] sang the song of God’s servant Moses and of the Lamb.",
        "references": "Php 3:20-21; Eze 1:26-28; 2Co 3:18; 1Jn 3:2; Rev 7:16; Rev 15:3"
      }
    },
    {
      "date": "January 27",
      "morning": {
        "heading": "You know that he appeared so that he might take away our sins. And in him is no sin.",
        "text": "God, ...in these last days ...has spoken to us by his Son ...[who] is the radiance of God’s glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. -God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.\nLive out your time as foreigners here in reverent fear. For you know that it was not with perishable things such as silver or gold that you were redeemed ...but with the precious blood of Christ, a lamb without blemish or defect. He was chosen before the creation of the world, but was revealed in these last times for your sake. -For Christ’s love compels us, because we are convinced that one died for all, and therefore all died. And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.",
        "references": "1Jn 3:5; Heb 1:1-3; 2Co 5:21; 1Pe 1:17-20; 2Co 5:14-15"
      },
      "evening": {
        "heading": "I have set before you life and death, blessings and curses. Now choose life.",
        "text": "For I take no pleasure in the death of anyone, declares the Sovereign LORD. Repent and live!\nIf I had not come and spoken to them, they would not be guilty of sin; but now they have no excuse for their sin.\nThe servant who knows the master’s will and does not get ready or does not do what the master wants will be beaten with many blows.\nThe wages of sin is death, but the gift of God is eternal life in[a] Christ Jesus our Lord. -Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them. -Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey — whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?\nWhoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me.",
        "references": "Dt 30:19; Eze 18:32; Jn 15:22; Lk 12:47; Rom 6:23; Jn 3:36; Rom 6:16; Jn 12:26"
      }
    },
    {
      "date": "January 28",
      "morning": {
        "heading": "Your strength will equal your days.",
        "text": "Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. -Do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.\nThe God of Israel gives power and strength to his people. Praise be to God! -He gives strength to the weary and increases the power of the weak.\nMy grace is sufficient for you, for my power is made perfect in weakness. Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. -I can do all this through him who gives me strength. -March on, my soul; be strong!",
        "references": "Dt 33:25; Mk 13:11; Mt 6:34; Ps 68:35; Is 40:29; 2Co 12:9-10; Php 4:13; Jdg 5:21"
      },
      "evening": {
        "heading": "Awake, north wind, and ...blow on my garden, that its fragrance may spread everywhere.",
        "text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. -The fruit of the Spirit.\nWith his fierce blast he drives her out, as on a day the east wind blows.\nAs a father has compassion on his children, so the LORD has compassion on those who fear him.\nThough outwardly we are wasting away, yet inwardly we are being renewed day by day. For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all. So we fix our eyes not on what is seen, but on what is unseen.\nSon though [Jesus] was, he learned obedience from what he suffered. -Who has been tempted in every way, just as we are — yet he did not sin.",
        "references": "Sos 4:16; Heb 12:11; Gal 5:22; Is 27:8; Ps 103:13; 2Co 4:16-18; Heb 5:8; Heb 4:15"
      }
    },
    {
      "date": "January 29",
      "morning": {
        "heading": "You are the God who sees me.",
        "text": "You have searched me, LORD, and you know me. You know when I sit and when I rise; you perceive my thoughts from afar. You discern my going out and my lying down; you are familiar with all my ways. Before a word is on my tongue you, LORD, know it completely. -Such knowledge is too wonderful for me, too lofty for me to attain.\nThe eyes of the LORD are everywhere, keeping watch on the wicked and the good. -For your ways are in full view of the LORD, and he examines all your paths. -God knows your hearts. What people value highly is detestable in God’s sight. -The eyes of the LORD range throughout the earth to strengthen those whose hearts are fully committed to him.\nJesus ...knew all people. He did not need any testimony about mankind, for he knew what was in each person. -Lord, you know all things; you know that I love you.",
        "references": "Gen 16:13; Ps 139:1-4,6; Pr 15:3; Pr 5:21; Lk 16:15; 2Ch 16:9; Jn 2:24-25; Jn 21:17"
      },
      "evening": {
        "heading": "I will praise you, Lord my God, with all my heart; I will glorify your name forever.",
        "text": "Those who sacrifice thank offerings honor me. -It is good to praise the LORD and make music to your name, O Most High, proclaiming your love in the morning and your faithfulness at night.\nLet everything that has breath praise the LORD.\nI urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship. -I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God — this is your true and proper worship. -Through Jesus, therefore, let us continually offer to God a sacrifice of praise — the fruit of lips that openly profess his name. -Always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ.\nWorthy is the Lamb, who was slain, to receive power and wealth and wisdom and strength and honor and glory and praise!",
        "references": "Ps 86:12; Ps 50:23; Ps 92:1-2; Ps 150:6; Ro 12:1; Heb 13:12,15; Eph 5:20; Rev 5:12"
      }
    },
    {
      "date": "January 30",
      "morning": {
        "heading": "Let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
        "text": "Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me. -Those of you who do not give up everything you have cannot be my disciples. -Let us put aside the deeds of darkness.\nEveryone who competes in the games goes into strict training. They do it to get a crown that will not last, but we do it to get a crown that will last forever. Therefore I do not run like someone running aimlessly; I do not fight like a boxer beating the air. No, I strike a blow to my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize. -Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. -Let us acknowledge the LORD; let us press on to acknowledge him.",
        "references": "Heb 12:1-2; Lk 9:23; Lk 14:33; Rom 13:12; 1Co 9:25-27; Php 3:13-14; Hos 6:3"
      },
      "evening": {
        "heading": "It is good for a man to bear the yoke while he is young",
        "text": "Start children off on the way they should go, and even when they are old they will not turn from it. -We have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of spirits and live! They disciplined us for a little while as they thought best; but God disciplines us for our good, in order that we may share in his holiness.\nBefore I was afflicted I went astray, but now I obey your word. -It was good for me to be afflicted so that I might learn your decrees.\nI know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future. -Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time.",
        "references": "Lam 3:27; Pr 22:6; Heb 12:9-10; Ps 119:67,71; Jer 29:11; 1Pe 5:6"
      }
    },
    {
      "date": "January 31",
      "morning": {
        "heading": "If you do not drive out the inhabitants of the land, those you allow to remain will become barbs in your eyes and thorns in your sides. They will give you trouble in the land where you will live.",
        "text": "Fight the good fight of the faith. -The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. ...We take captive every thought to make it obedient to Christ.\nBrothers and sisters, we have an obligation — but it is not to the flesh, to live according to it. For if you live according to the flesh, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live.\nThe flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want. -I see another law at work in me, waging war against the law of my mind and making me a prisoner of the law of sin at work within me. -We are more than conquerors through him who loved us.",
        "references": "Num 33:55; 1Ti 6:12; 2Co 10:4-5; Rom 8:12-13; Gal 5:17; Rom 7:23; Rom 8:37"
      },
      "evening": {
        "heading": "If anyone sins against the LORD, who will intercede for them?",
        "text": "If anybody does sin, we have an advocate with the Father — Jesus Christ, the Righteous One. He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. -A sacrifice of atonement, through the shedding of his blood — to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished — he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.\nHe is gracious to that person and says to God, ‘Spare them from going down to the pit; I have found a ransom for them'.\nWhat, then, shall we say in response to these things? If God is for us, who can be against us? -It is God who justifies. Who then is the one who condemns? No one. Christ Jesus who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us.",
        "references": "1Sa 2:25; 1Jn 2:1-2; Rom 3:25-26; Job 33:24; Rom 8:31,33-3"
      }
    },
    {
      "date": "February 1",
      "morning": {
        "heading": "Though you have not seen him, you love him.",
        "text": "We live by faith, not by sight. -We love because he first loved us. -And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them. -You also were included in Christ when you heard the message of truth, the gospel of your salvation. When you believed, you were marked in him with a seal, the promised Holy Spirit. -God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory.\nWhoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen.\nJesus told [Thomas], 'Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\nBlessed are all who take refuge in him.",
        "references": "1Pe 1:8; 2Co 5:7; 1Jn 4:19; 1Jn 4:16; Eph 1:13; Col 1:27; 1Jn 4:20; Jn 20:29; Ps 2:12"
      },
      "evening": {
        "heading": "The LORD Our Righteous Savior.",
        "text": "All of us have become like one who is unclean, and all our righteous acts are like filthy rags.\nI will come and proclaim your mighty acts, Sovereign LORD; I will proclaim your righteous deeds, yours alone. -I delight greatly in the LORD; my soul rejoices in my God. For he has clothed me with garments of salvation and arrayed me in a robe of his righteousness, as a bridegroom adorns his head like a priest, and as a bride adorns herself with her jewels.\nBring the best robe and put it on him. -Fine linen, bright and clean, was given her to wear. (Fine linen stands for the righteous acts of God’s holy people.)\nI consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord ...that I may gain Christ and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ — the righteousness that comes from God on the basis of faith.",
        "references": "Jer 23:6; Isa 64:6; Ps 71:16; Isa 61:10; Lk 15:22; Rev 19:8; Php 3:8-9"
      }
    },
    {
      "date": "February 2",
      "morning": {
        "heading": "Oh, that you would bless me and enlarge my territory!",
        "text": "Why are you sleeping? he asked them. Get up and pray so that you will not fall into temptation.\nTwo things I ask of you, LORD; do not refuse me before I die: Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread. Otherwise, I may have too much and disown you and say, ‘Who is the LORD?’ Or I may become poor and steal, and so dishonor the name of my God.\nThe LORD will keep you from all harm — he will watch over your life. -I will save you from the hands of the wicked and deliver you from the grasp of the cruel. -Anyone born of God does not continue to sin; the One who was born of God keeps them safe, and the evil one cannot harm them.\nSince you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth. -The Lord knows how to rescue the godly from trials.",
        "references": "1Ch 4:10; Lk 22:46; Mt 26:31; Pr 30:7-9; Ps 121:7; Jer 15:21; 1Jn 5:18; Rev 3:10; 2Pe 2:9"
      },
      "evening": {
        "heading": "Star differs from star in splendor.",
        "text": "On the way they had argued about who was the greatest. Sitting down, Jesus called the Twelve and said, 'Anyone who wants to be first must be the very last, and the servant of all.' -Clothe yourselves with humility toward one another, because, 'God opposes the proud but shows favor to the humble.' Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time.\nHave the same mindset as Christ Jesus: Who, ...made himself nothing by taking the very nature of a servant, being made in human likeness. -Therefore God exalted him to the highest place and gave him the name that is above every name that at the name of Jesus every knee should bow.\nThose who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever.",
        "references": "1Co 15: 41; Mk 9: 34-35; 1pe 5: 5-6; Php 2: 5-7,9,10; Da 12: 3"
      }
    },
    {
      "date": "February 3",
      "morning": {
        "heading": "'Be strong, ...and work. For I am with you,’ declares the LORD Almighty.",
        "text": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing. -I can do all this through him who gives me strength. -Be strong in the LORD and in his mighty power.\nThis is what the LORD Almighty says: Now hear these words, ‘Let your hands be strong so that the temple may be built.’ This is also what the prophets said who were present when the foundation was laid for the house of the LORD Almighty. -Strengthen the feeble hands, steady the knees that give way; say to those with fearful hearts, 'Be strong, do not fear.' -The LORD turned to him and said, 'Go in the strength you have'.\nIf God is for us, who can be against us? -Therefore, since through God’s mercy we have this ministry, we do not lose heart.\nLet us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. -Thanks be to God! He gives us the victory through our Lord Jesus Christ.",
        "references": "Hag 2:4; Jn 15:5; Php 4:13; Eph 6:10; Ne 8:10; Zec 8:9; Isa 35:3-4; Jdg 6:14; Rom 8:31; 2Co 4:1; Gal 6:9; 1Co 15:57"
      },
      "evening": {
        "heading": "The darkness will not be dark to you.`",
        "text": "His eyes are on the ways of mortals; he sees their every step. There is no deep shadow, no utter darkness, where evildoers can hide. -'Who can hide in secret places so that I cannot see them?' declares the LORD. 'Do not I fill heaven and earth?' declares the LORD.\nYou will not fear the terror of night, ...nor the pestilence that stalks in the darkness -If you say, 'The LORD is my refuge,' and you make the Most High your dwelling, no harm will overtake you, no disaster will come near your tent. -He who watches over you will not slumber. -The LORD watches over you — the LORD is your shade at your right hand; the sun will not harm you by day, nor the moon by night. The LORD will keep you from all harm — he will watch over your life.\nEven though I walk through the darkest valley, I will fear no evil, for you are with me.",
        "references": "Ps 139:12; Job 34:21-22; Jer 23:24; Ps 91:5-6:9-10; Ps 121:3,5-7; Ps 23:4"
      }
    },
    {
      "date": "February 4",
      "morning": {
        "heading": "The LORD has told you, 'You are not to go back that way again.'",
        "text": "If they had been thinking of the country they had left, they would have had opportunity to return. Instead, they were longing for a better country — a heavenly one. -He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin. He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt. -My righteous one will live by faith. And I take no pleasure in the one who shrinks back. But we do not belong to those who shrink back and are destroyed, but to those who have faith and are saved. -No one who puts a hand to the plow and looks back is fit for service in the kingdom of God.\nMay I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world. -Come out from them and be separate, says the Lord. Touch no unclean thing, and I will receive you.\nHe who began a good work in you will carry it on to completion until the day of Christ Jesus.",
        "references": "Dt 17:16; Heb 11:15-16,25-26; Heb 10:38-39; Lk 9:62; Gal 6:14; 2Co 6:17; Php 1:6"
      },
      "evening": {
        "heading": "For they persecute those you wound.",
        "text": "I was only a little angry, but they went too far with the punishment.\nBrothers and sisters, if someone is caught in a sin, you who live by the Spirit should restore that person gently. But watch yourselves, or you also may be tempted.\nWhoever turns a sinner from the error of their way will save them from death and cover over a multitude of sins. -Encourage the disheartened, help the weak, be patient with everyone.\nLet us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in the way of a brother or sister. -We who are strong ought to bear with the failings of the weak and not to please ourselves.\nLove ...rejoices with the truth. -If you think you are standing firm, be careful that you don’t fall!",
        "references": "Ps 69:26; Zec 1:15; Gal 6:1; Jas 5:20; 1Th 5:14; Rom 14:13; Ro 15:1; 1Co 13:4-6; 1Co 10:12"
      }
    },
    {
      "date": "February 5",
      "morning": {
        "heading": "I have come that they may have life, and have it to the full.",
        "text": "When you eat from it you will certainly die. -She took some and ate it. She also gave some to her husband, who was with her, and he ate it.\nThe wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. -If, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ! -Since death came through a man, the resurrection of the dead comes also through a man. For as in Adam all die, so in Christ all will be made alive. -Our Savior, Christ Jesus ...has destroyed death and has brought life and immortality to light through the gospel.\nGod has given us eternal life, and this life is in his Son. Whoever has the Son has life; whoever does not have the Son of God does not have life. -For God did not send his Son into the world to condemn the world, but to save the world through him.",
        "references": "Jn 10:10; Ge 2:17; Ge 3:6; Ro 6:23; Rom 5:17; 1Co 15:21-22; 2Ti 1:10; 1Jn 5:11-12; Jn 3:17"
      },
      "evening": {
        "heading": "The judgment seat.",
        "text": "We know that God’s judgment ...is based on truth. -When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne. All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats.\nThen the righteous will shine like the sun in the kingdom of their Father. -Who will bring any charge against those whom God has chosen? It is God who justifies. Who then is the one who condemns? No one. Christ Jesus who died — more than that, who was raised to life — is at the right hand of God and is also interceding for us. -Therefore, there is now no condemnation for those who are in Christ Jesus.\nWe are being disciplined so that we will not be finally condemned with the world.",
        "references": "2Co 5:10; Rom 2:2; Mt 25:31-32; Mt 13:43; Rom 8:33-34; Rom 8:1; 1Co 11:32"
      }
    },
    {
      "date": "February 6",
      "morning": {
        "heading": "The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus.",
        "text": "You know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you through his poverty might become rich. -Where sin increased, grace increased all the more.\nIn the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. For it is by grace you have been saved, through faith — and this is not from yourselves, it is the gift of God — not by works, so that no one can boast. -Know that a person is not justified by the works of the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by the works of the law, because by the works of the law no one will be justified. -Because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, whom he poured out on us generously through Jesus Christ our Savior,",
        "references": "1Ti 1:14; 2Co 8:9; Rom 5:20; Eph 2:7-9; Gal 2:16; Tit 3:5-6"
      },
      "evening": {
        "heading": "I am ...the bright Morning Star.",
        "text": "A star will come out of Jacob.\nThe night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. -Until the day breaks and the shadows flee, turn, my beloved, and be like a gazelle or like a young stag on the rugged hills.\nWatchman, what is left of the night? The watchman replies, Morning is coming, but also the night. If you would ask, then ask; and come back yet again.\nBe on guard! Be alert! You do not know when that time will come. It’s like a man going away: He leaves his house and puts his servants in charge, each with their assigned task, and tells the one at the door to keep watch. “Therefore keep watch, ...do not let him find you sleeping. What I say to you, I say to everyone: ‘Watch!’",
        "references": "Rev 22:16; Nu 24:17; Rom 13:12; Sos 2:17; Is 21:11-12; Mk 13:33-37"
      }
    },
    {
      "date": "February 7",
      "morning": {
        "heading": "When you have eaten and are satisfied, praise the LORD your God for the good land he has given you.",
        "text": "Be careful that you do not forget the LORD your God. -One of them, when he saw he was healed, came back, praising God in a loud voice. He threw himself at Jesus’ feet and thanked him — and he was a Samaritan. Jesus asked, Were not all ten cleansed? Where are the other nine? Has no one returned to give praise to God except this foreigner?\nEverything God created is good, and nothing is to be rejected if it is received with thanksgiving, because it is consecrated by the word of God and prayer. -Whoever eats meat does so to the Lord, for they give thanks to God. -The blessing of the LORD brings wealth, without painful toil for it.\nPraise the LORD, my soul; all my inmost being, praise his holy name. Praise the LORD, my soul ...who forgives all your sins ...and crowns you with love and compassion",
        "references": "Dt 8: 10-11; Lk 17: 15-18; 1Ti 4: 4-5; Rom 14: 6; Pr 10: 22; Ps 103: 1-4"
      },
      "evening": {
        "heading": "Jesus ...had compassion on them.",
        "text": "Jesus Christ is the same yesterday and today and forever. -We do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are — yet he did not sin. -He is able to deal gently with those who are ignorant and are going astray. -e returned to his disciples and found them sleeping. Simon, he said to Peter, “are you asleep? Couldn’t you keep watch for one hour? Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.\nAs a father has compassion on his children, so the LORD has compassion on those who fear him; for he knows how we are formed, he remembers that we are dust.\nYou, LORD, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness. Turn to me and have mercy on me; show your strength in behalf of your servant; save me, because I serve you just as my mother did.",
        "references": "Mt 14:14; Heb 13:8; Heb 4:15; Heb 5:2; Mk 14:37-38; Ps 103:13-14; Ps 86:15-16"
      }
    },
    {
      "date": "February 8",
      "morning": {
        "heading": " I no longer call you servants, because a servant does not know his master’s business. Instead, I have called you friends.",
        "text": "Then the LORD said, Shall I hide from Abraham what I am about to do? -The knowledge of the secrets of the kingdom of heaven has been given to you. -The things God has revealed to us by his Spirit. The Spirit searches all things, even the deep things of God. -God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began.\nBlessed are those you choose and bring near to live in your courts! We are filled with the good things of your house, of your holy temple. -The LORD confides in those who fear him; he makes his covenant known to them. -I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me.\nYou are my friends if you do what I command.",
        "references": "Jn 15:15; Gen 18:17; Mt 13:11; 1Co 2:10; 1Co 2:7; Ps 65:4; Ps 25:14; Jn 17:8; Jn 15:14"
      },
      "evening": {
        "heading": "You will call your walls Salvation and your gates Praise.",
        "text": "The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.\nYou are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household, built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. In him the whole building is joined together and rises to become a holy temple in the Lord. And in him you too are being built together to become a dwelling in which God lives by his Spirit. -You have tasted that the Lord is good. As you come to him, the living Stone — rejected by humans but chosen by God and precious to him — you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.\nPraise awaits you, our God, in Zion.",
        "references": "Is 60:18; Rev 21:14; Eph 2:19-22; 1Pe 2:3-5; Ps 65:1"
      }
    },
    {
      "date": "February 9",
      "morning": {
        "heading": "Now he is comforted.",
        "text": "Your sun will never set again, and your moon will wane no more; the LORD will be your everlasting light, and your days of sorrow will end. -He will swallow up death forever. The Sovereign LORD will wipe away the tears from all faces; he will remove his people’s disgrace from all the earth. -These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb. Therefore they are before the throne of God and serve him day and night in his temple; and he who sits on the throne will shelter them with his presence. Never again will they hunger; never again will they thirst. The sun will not beat down on them, nor any scorching heat. For the Lamb at the center of the throne will be their shepherd; he will lead them to springs of living water. -He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.",
        "references": "Lk 16:25; Is 60:20; Is 25:8; Rev 7:14-17; Rev 21:4"
      },
      "evening": {
        "heading": "Night is coming, when no one can work.",
        "text": "Blessed are the dead who die in the Lord, ...they ...rest from their labor, for their deeds will follow them. -There the wicked cease from turmoil, and there the weary are at rest. -Samuel said to Saul, Why have you disturbed me by bringing me up?\nWhatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom. -It is not the dead who praise the LORD, those who go down to the place of silence.\nI am already being poured out like a drink offering, and the time for my departure is near. I have fought the good fight, I have finished the race, I have kept the faith. Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day.\nThere remains, then, a Sabbath-rest for the people of God; for anyone who enters God’s rest also rests from their works, just as God did from his.",
        "references": "Jn 9:4; Rev 14:13; Job 3:17; 1Sa 28:15; Ecc 9:10; Ps 115:17; 2Ti 4:6-8; Heb 4:9-10"
      }
    },
    {
      "date": "February 10",
      "morning": {
        "heading": "Your eye is the lamp of your body. When your eyes are healthy, your whole body also is full of light.",
        "text": "The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit. -Open my eyes that I may see wonderful things in your law.\nI am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life. -We all, who with unveiled faces contemplate[a] the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit. -God, who said, Let light shine out of darkness, made his light shine in our hearts to give us the light of the knowledge of God’s glory displayed in the face of Christ.\nThe God of our Lord Jesus Christ, the glorious Father ...give you the Spirit of wisdom and revelation, so that you may know him better ...in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people.",
        "references": "Lk 11:34; 1Co 2:14; Ps 119:18; Jn 8:12; 2Co 3:18; 2Co 4:6; Eph 1:17-18"
      },
      "evening": {
        "heading": "He struck the rock, and water gushed out, [and] streams flowed abundantly.",
        "text": "Our ancestors were all under the cloud and that they all passed through the sea. They were all baptized into Moses in the cloud and in the sea. They all ate the same spiritual food and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ. -One of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water. -He was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.\nYou refuse to come to me to have life. -My people have committed two sins: They have forsaken me, the spring of living water, and have dug their own cisterns, broken cisterns that cannot hold water.\nLet anyone who is thirsty come to me and drink. -Let the one who wishes take the free gift of the water of life.",
        "references": "Ps 78:20; 1Co 10:1-4; Jn 19:34; Is 53:5; Jn 5:40; Jer 2:13; Jn 7:37; Rev 22:17"
      }
    },
    {
      "date": "February 11",
      "morning": {
        "heading": "Those who feared the LORD talked with each other, and the LORD listened and heard. A scroll of remembrance was written in his presence concerning those who feared the LORD and honored his name.",
        "text": "As they talked and discussed these things with each other, Jesus himself came up and walked along with them. -Where two or three gather in my name, there am I with them. -My co-workers, whose names are in the book of life.\nLet the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts. -Encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin’s deceitfulness.\nEveryone will have to give account on the day of judgment for every empty word they have spoken. For by your words you will be acquitted, and by your words you will be condemned. -See, it stands written before me.",
        "references": "Mal 3:16; Lk 24:15; Mt 18:20; Php 4:3; Col 3:16; Heb 3:13; Mt 12:36-37; Is 65:6"
      },
      "evening": {
        "heading": "The trees of the LORD are well watered.",
        "text": "I will be like the dew to Israel; he will blossom like a lily. Like a cedar of Lebanon he will send down his roots; his young shoots will grow. His splendor will be like an olive tree, his fragrance like a cedar of Lebanon. -Blessed is the one who trusts in the LORD whose confidence is in him. They will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\nI the LORD bring down the tall tree and make the low tree grow tall. I dry up the green tree and make the dry tree flourish.\nThe righteous will flourish like a palm tree, they will grow like a cedar of Lebanon; planted in the house of the LORD, they will flourish in the courts of our God. They will still bear fruit in old age, they will stay fresh and green.",
        "references": "Ps 104:16; Hos 14:5-6; Jer 17:7-8; Eze 17:24; Ps 92:12-14"
      }
    },
    {
      "date": "February 12",
      "morning": {
        "heading": "On the day when I act, says the LORD Almighty, “they will be my treasured possession.",
        "text": "I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word. -I pray for them. I am not praying for the world, but for those you have given me, for they are yours. All I have is yours, and all you have is mine. And glory has come to me through them. -Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world.\nI will come back and take you to be with me. -On the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. -After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. -You will be a crown of splendor in the LORD’s hand, a royal diadem in the hand of your God.",
        "references": "Mal 3:17; Jn 17:6,9-10,24; Jn 14:3; 2Th 1:10; 1Th 4:17; Isa 62:3"
      },
      "evening": {
        "heading": "Now show me your glory.",
        "text": "God, who said, 'Let light shine out of darkness,' made his light shine in our hearts to give us the light of the knowledge of God’s glory displayed in the face of Christ. -The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth. -No one has ever seen God, but the one and only Son, who is himself God and[a] is in closest relationship with the Father, has made him known.\nMy soul thirsts for God, for the living God. When can I go and meet with God? -My heart says of you, 'Seek his face!' Your face, LORD, I will seek.\nWe all, who with unveiled faces contemplate the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit. -Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world.",
        "references": "Ex 33:18; 2Co 4:6; Jn 1:14,18; Ps 42:2; Ps 27:8; 2Co 3:18; Jn 17:24"
      }
    },
    {
      "date": "February 13",
      "morning": {
        "heading": "High above on the throne was a figure like that of a man.",
        "text": "The man Christ Jesus. -Made in human likeness. And ...found in appearance as a man. -Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death.\nI am the Living One; I was dead, and now look, I am alive for ever and ever! -Since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. The death he died, he died to sin once for all; but the life he lives, he lives to God. -What if you see the Son of Man ascend to where he was before? -He exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms. -In Christ all the fullness of the Deity lives in bodily form.\nHe was crucified in weakness, yet he lives by God’s power. Likewise, we are weak in him, yet by God’s power we will live with him.",
        "references": "Eze 1:26; 1Ti 2:5; Php 2:7-8; Heb 2:14; Rev 1:18; Rom 6:9-10; Jn 6:62; Eph 1:20; Col 2:9; 2Co 13:4"
      },
      "evening": {
        "heading": "Your promise preserves my life.",
        "text": "The first man Adam became a living being; the last Adam, a life-giving spirit.\nAs the Father has life in himself, so he has granted the Son also to have life in himself. -I am the resurrection and the life. The one who believes in me will live, even though they die; and whoever lives by believing in me will never die.\nIn him was life, and that life was the light of all mankind. -To all who did receive him, to those who believed in his name, he gave the right to become children of God — children born not of natural descent, nor of human decision or a husband’s will, but born of God.\nThe Spirit gives life; the flesh counts for nothing. The words I have spoken to you—they are full of the Spirit and life. -The word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
        "references": "Ps 119:50; 1Co 15:45; Jn 5:26; Jn 11:25-26; Jn 1:4,12-13; Jn 6:63; Heb 4:12"
      }
    },
    {
      "date": "February 14",
      "morning": {
        "heading": "Let it be so now; it is proper for us to do this to fulfill all righteousness.",
        "text": "I desire to do your will, my God; your law is within my heart.\nDo not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. For truly I tell you, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. -It pleased the LORD for the sake of his righteousness to make his law great and glorious. -Unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven.\nWhat the law was powerless to do because it was weakened by the flesh, God did by sending his own Son in the likeness of sinful flesh to be a sin offering. And so he condemned sin in the flesh, in order that the righteous requirement of the law might be fully met in us, who do not live according to the flesh but according to the Spirit. -Christ is the culmination of the law so that there may be righteousness for everyone who believes.",
        "references": "Mt 3:15; Ps 40:8; Mt 5:17-18; Is 42:21; Mt 5:20; Rom 8:3-4; Ro 10:4"
      },
      "evening": {
        "heading": "I am your share and your inheritance.",
        "text": "Whom have I in heaven but you? And earth has nothing I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever. -LORD, you alone are my portion and my cup; you make my lot secure. The boundary lines have fallen for me in pleasant places; surely I have a delightful inheritance.\nI say to myself, The LORD is my portion; therefore I will wait for him.\nYour statutes are my heritage forever; they are the joy of my heart.\nYou, God, are my God, earnestly I seek you; I thirst for you, my whole being longs for you, in a dry and parched land where there is no water. -Because you are my help, I sing in the shadow of your wings.",
        "references": "Num 18: 20; Ps 73: 25-26; Ps 16: 5-6; Lam 3: 24; Ps 119: 111; Ps 63: 1,7; Sos 2: 16"
      }
    },
    {
      "date": "February 15",
      "morning": {
        "heading": "Who can say, I have kept my heart pure?",
        "text": "The LORD looks down from heaven on all mankind to see if there are any who understand, any who seek God. All have turned away, all have become corrupt; there is no one who does good, not even one. -Those who are in the realm of the flesh cannot please God.\nI have the desire to do what is good, but I cannot carry it out. For I do not do the good I want to do, but the evil I do not want to do — this I keep on doing. -All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away.\nScripture has locked up everything under the control of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe. -God was reconciling the world to himself in Christ, not counting people’s sins against them.\nIf we claim to be without sin, we deceive ourselves and the truth is not in us. If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
        "references": "Prov 20:9; Ps 14:2-3; Rom 8:8; Rom 7:18-19; Is 64:6; Gal 3:22; 2Co 5:19; 1Jn 1:8-9"
      },
      "evening": {
        "heading": "The seas have lifted up their pounding waves.",
        "text": "Mightier than the thunder of the great waters, mightier than the breakers of the sea — the LORD on high is mighty. -Who is like you, LORD God Almighty? You, LORD, are mighty, and your faithfulness surrounds you. You rule over the surging sea; when its waves mount up, you still them.\nShould you not fear me? declares the LORD. Should you not tremble in my presence? I made the sand a boundary for the sea, an everlasting barrier it cannot cross.\nWhen you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you.\nPeter ...walked on the water and came toward Jesus. But when he saw the wind, he was afraid and, beginning to sink, cried out, 'Lord, save me!' Immediately Jesus reached out his hand and caught him. 'You of little faith,' he said, 'why did you doubt?'",
        "references": "Ps 93:3-4; Ps 89:8-9; Jer 5:22; Isa 43:2; Mt 14:29-31; Ps 56:3"
      }
    },
    {
      "date": "February 16",
      "morning": {
        "heading": "Your name is like perfume poured out.",
        "text": "Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. -To you who believe, this stone is precious. -God exalted him to the highest place and gave him the name that is above every name, that at the name of Jesus every knee should bow. -In Christ all the fullness of the Deity lives in bodily form.\nIf you love me, keep my commands. -God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us. -The house was filled with the fragrance of the perfume. -They took note that these men had been with Jesus.\nLORD, our Lord, how majestic is your name in all the earth! You have set your glory in the heavens. -Immanuel which means God with us.\nHe will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. -The name of the LORD is a fortified tower; the righteous run to it and are safe.",
        "references": "Sos 1:3; Eph 5:2; 1Pe 2:7; Php 2:9-10; Col 2:9; Jn 14:15; Rom 5:5; Jn 12:3; Ac 4:13; Ps 8:1; Mt 1:23; Is 9:6; Pr 18:10"
      },
      "evening": {
        "heading": "While we are in this tent, we groan and are burdened.",
        "text": "All my longings lie open before you, LORD; my sighing is not hidden from you. -All my longings lie open before you, LORD; my sighing is not hidden from you. -My guilt has overwhelmed me like a burden too heavy to bear. -What a wretched man I am! Who will rescue me from this body that is subject to death?\nThe whole creation has been groaning as in the pains of childbirth right up to the present time. Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies. -Now for a little while you may have had to suffer grief in all kinds of trials.\nI will soon put it aside. -For the perishable must clothe itself with the imperishable, and the mortal with immortality. When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: Death has been swallowed up in victory.",
        "references": "2Cor 5:4; Ps 38:9,4; Rom 7:24; Rom 8:22-23; 1Pe 1:6; 2Pe 1:14; 1Co 15:53-54"
      }
    },
    {
      "date": "February 17`",
      "morning": {
        "heading": "All the rest of the bull — he must take outside the camp to a place ceremonially clean, where the ashes are thrown, and burn it there in a wood fire on the ash heap.",
        "text": "The soldiers took charge of Jesus. Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha). There they crucified him. -The high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp. And so Jesus also suffered outside the city gate to make the people holy through his own blood. Let us, then, go to him outside the camp, bearing the disgrace he bore. -Participation in his sufferings.\nRejoice inasmuch as you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. -Our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.",
        "references": "Lev 4:12; Jn 19:16-18; Heb 13:11-13; Php 3:10; 1Pe 4:13; 2Co 4:17"
      },
      "evening": {
        "heading": "God created mankind in his own image.",
        "text": "Since we are God’s offspring, we should not think that the divine being is like gold or silver or stone — an image made by human design and skill.\nBecause of his great love for us, God, who is rich in mercy, made us alive with Christ. -For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do. -For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters.\nWe know that when Christ appears, we shall be like him, for we shall see him as he is. -When I awake, I will be satisfied with seeing your likeness.\nThose who are victorious will inherit all this, and I will be their God and they will be my children. -If we are children, then we are heirs—heirs of God and co-heirs with Christ.",
        "references": "Gen 1:27; Ac 17:29; Eph 2:4-5,10; Rom 8:29; 1Jn 3:2; Ps 17:15; Rev 21:7; Rom 8:17"
      }
    },
    {
      "date": "February 18",
      "morning": {
        "heading": "You are my refuge in the day of disaster.",
        "text": "Many, LORD, are asking, 'Who will bring us prosperity?' Let the light of your face shine on us. -I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble.\nWhen I felt secure, I said, I will never be shaken. LORD, ...when you hid your face, I was dismayed. To you, LORD, I called; to the LORD I cried for mercy: What is gained if I am silenced, if I go down to the pit? Will the dust praise you? Will it proclaim your faithfulness? Hear, LORD, and be merciful to me; LORD, be my help.",
        "references": "Jer 17:17; Ps 4:6; Ps 59:16; Ps 30:6-10; Is 54:7-8; Jn 16:20; Ps 30:5"
      },
      "evening": {
        "heading": "Adam ...had a son in his own likeness.",
        "text": "Who can bring what is pure from the impure? -Surely I was sinful at birth, sinful from the time my mother conceived me.\nDead in your transgressions and sins in which you used to live when you followed the ways of this world. -I am unspiritual, sold as a slave to sin. I do not understand what I do. For what I want to do I do not do, but what I hate I do. For I know that good itself does not dwell in me.\nJust as sin entered the world through one man, ...death came to all people, because all sinned. -If the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!\nThe law of the Spirit who gives life has set you free from the law of sin and death.\nThanks be to God! He gives us the victory through our Lord Jesus Christ.",
        "references": "Gen 5:3; Job 14:4; Ps 51:5; Eph 2:1,2; Rom 7:14-15,18; Rom 5:12,19; Rom 5:15; Rom 8:2; 1Co 15:57"
      }
    },
    {
      "date": "February 19",
      "morning": {
        "heading": "The LORD` gives wisdom; from his mouth come knowledge and understanding.",
        "text": "Trust in the LORD with all your heart and lean not on your own understanding. -If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. -The foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength. - God chose the foolish things of the world to shame the wise. -so that no one may boast before him.\nThe unfolding of your words gives light; it gives understanding to the simple. -I have hidden your word in my heart that I might not sin against you.\nAll spoke well of him and were amazed at the gracious words that came from his lips. -No one ever spoke the way this man does. -It is because of him that you are in Christ Jesus, who has become for us wisdom from God—that is, our righteousness, holiness and redemption.",
        "references": "Pro 2:6; Pr 3:5; Jas 1:5; 1Co 1:25,27,29; Ps 119:130; Ps 119:11; Lk 4:22; Jn 7:46; 1Co 1:30"
      },
      "evening": {
        "heading": "The year for me to redeem had come.",
        "text": "Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each of you is to return to your family property and to your own clan.\nYour dead will live, LORD; their bodies will rise — let those who dwell in the dust wake up and shout for joy — your dew is like the dew of the morning; the earth will give birth to her dead.\nThe Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever.\nI will deliver this people from the power of the grave; I will redeem them from death. Where, O death, are your plagues? Where, O grave, is your destruction?\nTheir Redeemer is strong; the LORD Almighty is his name.",
        "references": "Isa 63:4; Lev 25:10; Isa 26:19; 1Th 4:16-17; Hos 13:14; Jer 50:34"
      }
    },
    {
      "date": "February 20",
      "morning": {
        "heading": "He will see the light of life and be satisfied",
        "text": "Jesus said, 'It is finished.' With that, he bowed his head and gave up his spirit. -God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.\nThe people I formed for myself that they may proclaim my praise. -His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms, according to his eternal purpose that he accomplished in Christ Jesus our Lord. -That in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.\nWhen you believed, you were marked in him with a seal, the promised Holy Spirit, 14 who is a deposit guaranteeing our inheritance until the redemption of those who are God’s possession — to the praise of his glory. -You are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
        "references": "Is 53:11; Jn 19:30; 2Co 5:21; Is 43:21; Eph 3:10-11; Eph 2:7; Eph 1:13-14; 1Pe 2:9"
      },
      "evening": {
        "heading": "The time of testing in the wilderness.",
        "text": "When tempted, no one should say, 'God is tempting me.' For God cannot be tempted by evil, nor does he tempt anyone; but each person is tempted when they are dragged away by their own evil desire and enticed. Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.\nIn the desert they gave in to their craving; in the wilderness they put God to the test.\nJesus, full of the Holy Spirit, ...was led by the Spirit into the wilderness, where for forty days he was tempted by the devil. He ate nothing during those days, and at the end of them he was hungry. The devil said to him, 'If you are the Son of God, tell this stone to become bread.'\nHe himself suffered when he was tempted, he is able to help those who are being tempted. -Simon, Simon, Satan has asked to sift all of you as wheat. But I have prayed for you, Simon, that your faith may not fail.",
        "references": "Heb 3:8; Jas 1:13-15; Ps 106:14; Lk 4:1-3; Heb 2:18; Lk 22:31-32"
      }
    },
    {
      "date": "February 21",
      "morning": {
        "heading": "I am the LORD, who makes you holy.",
        "text": "I am the LORD your God, who has set you apart from the nations. -You are to be holy to me because I, the LORD, am holy, and I have set you apart from the nations to be my own.\nCalled [and] ...loved in God the Father. -Sanctify them by the truth; your word is truth. -May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.\nJesus ...suffered outside the city gate to make the people holy through his own blood. -Our great God and Savior, Jesus Christ ...gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. -Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters. -For them I sanctify myself, that they too may be truly sanctified. -Through the sanctifying work of the Spirit, to be obedient to Jesus Christ and sprinkled with his blood",
        "references": "Lev 20:8,24,26; Jude 1; Jn 17:17; 1Th 5:23; Heb 13:12; Tit 2:13-14; Heb 2:11; Jn 17:19; 1Pe 1:2"
      },
      "evening": {
        "heading": "Light shines on the righteous and joy on the upright in heart.",
        "text": "Those who sow with tears will reap with songs of joy. Those who go out weeping, carrying seed to sow, will return with songs of joy, carrying sheaves with them.\nWhen you sow, you do not plant the body that will be.\nPraise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead. -In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. These have come so that the proven genuineness of your faith — of greater worth than gold, which perishes even though refined by fire — may result in praise, glory and honor when Jesus Christ is revealed.",
        "references": "Ps 97:11; Ps 126:5-6; 1Co 15:37; 1Pe 1:3,6-7"
      }
    },
    {
      "date": "February 22",
      "morning": {
        "heading": "Who, then, are those who fear the LORD? He will instruct them in the ways they should choose.",
        "text": "The eye is the lamp of the body. If your eyes are healthy, your whole body will be full of light.\nYour word is a lamp for my feet, a light on my path. -Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, 'This is the way; walk in it.' -I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you. Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you. Many are the woes of the wicked, but the LORD’s unfailing love surrounds the one who trusts in him. Rejoice in the LORD and be glad, you righteous; sing, all you who are upright in heart!\nLORD, I know that people’s lives are not their own; it is not for them to direct their steps.",
        "references": "Ps 25:12; Mt 6:22; Ps 119:105; Is 30:21; Ps 32:8-11; Jer 10:23"
      },
      "evening": {
        "heading": "When you lie down, you will not be afraid; when you lie down, your sleep will be sweet.",
        "text": "A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. Jesus was in the stern, sleeping on a cushion.\nDo not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.\nIn peace I will lie down and sleep, for you alone, LORD, make me dwell in safety. He grants sleep to those he loves.\nWhile they were stoning him, Stephen prayed, “Lord Jesus, receive my spirit. Then he fell on his knees and cried out, 'Lord, do not hold this sin against them.' When he had said this, he fell asleep. -Away from the body ...at home with the Lord.",
        "references": "Pr 3:24; Mk 4:37-38; Php 4:6-7; Ps 4:8; Ps 127:2; Ac 7:59-60; 2Co 5:8"
      }
    },
    {
      "date": "February 23",
      "morning": {
        "heading": "The sprinkled blood that speaks a better word than the blood of Abel.",
        "text": "Look, the Lamb of God, who takes away the sin of the world. -The Lamb who was slain from the creation of the world. -It is impossible for the blood of bulls and goats to take away sins. Therefore, when Christ came into the world, he said: Sacrifice and offering you did not desire, but a body you prepared for me; -We have been made holy through the sacrifice of the body of Jesus Christ once for all.\nAbel ...brought an offering — fat portions from some of the firstborn of his flock. The Lord looked with favor on Abel and his offering. -Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.\nLet us draw near to God with a sincere heart and with the full assurance that faith brings, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water. -We have confidence to enter the Most Holy Place by the blood of Jesus.",
        "references": "Heb 12:24; Jn 1:29; Rev 13:8; Heb 10:4-5,10; Gen 4:4; Eph 5:2; Heb 10:22; Heb 10:19"
      },
      "evening": {
        "heading": "If only we knew the power of your anger.",
        "text": "From noon until three in the afternoon darkness came over all the land. About three in the afternoon Jesus cried out in a loud voice, 'Eli, Eli, lema sabachthani?' (which means My God, my God, why have you forsaken me?). -The LORD has laid on him the iniquity of us all.\nTherefore, there is now no condemnation for those who are in Christ Jesus. -Since we have been justified through faith, we have peace with God through our Lord Jesus Christ. -Christ redeemed us from the curse of the law by becoming a curse for us.\n[God] sent his one and only Son into the world that we might live through him. This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. -So as to be just and the one who justifies those who have faith in Jesus.",
        "references": "Ps 90:11; Mt 27:45-46; Is 53:6; Rom 8:1; Rom 5:1; Gal 3:13; 1Jn 4:9-10; Rom 3:26"
      }
    },
    {
      "date": "February 24",
      "morning": {
        "heading": "This is what the Sovereign LORD says: Once again I will yield to Israel’s plea.",
        "text": "You do not have because you do not ask God. -Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened. -This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. And if we know that he hears us — whatever we ask — we know that we have what we asked of him. -If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. -Open wide your mouth and I will fill it. -[Men] should always pray and not give up.\nThe eyes of the LORD are on the righteous, and his ears are attentive to their cry. -The LORD hears them; he delivers them from all their troubles. -You will ask in my name. I am not saying that I will ask the Father on your behalf. No, the Father himself loves you because you have loved me. -Ask and you will receive, and your joy will be complete.",
        "references": "Eze 36:37; Jas 4:2; Mt 7:7-8; 1Jn 5:14-15; Jas 1:5; Ps 81:10; Lk 18:1; Ps 34:15,17; Jn 16:26-27,24"
      },
      "evening": {
        "heading": "Shall we accept good from God, and not trouble?",
        "text": "I know, LORD, that your laws are righteous, and that in faithfulness you have afflicted me. -You, LORD, are our Father. We are the clay, you are the potter; we are all the work of your hand. -He is the LORD; let him do what is good in his eyes.\nYou are always righteous, LORD, when I bring a case before you. Yet I would speak with you about your justice.\nHe will sit as a refiner and purifier of silver. -The LORD disciplines the one he loves, and he chastens everyone he accepts as his son. -It is enough for students to be like their teachers, and servants like their masters. -Son though he was, he learned obedience from what he suffered.\nRejoice inasmuch as you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. -These are they who have come out of the great tribulation; they have washed their robes and made them white in the blood of the Lamb.",
        "references": "Job 2:10; Ps 119:75; Is 64:8; 1Sa 3:18; Jer 12:1; Mal 3:3; Heb 12:6; Mt 10:25; Heb 5:8; 1Pe 4:13; Rev 7:14"
      }
    },
    {
      "date": "February 25",
      "morning": {
        "heading": "Resist the devil, and he will flee from you.",
        "text": "When enemies come in like a flood, the Spirit of the LORD will put them to flight. -Away from me, Satan! For it is written: Worship the Lord your God, and serve him only. Then the devil left him, and angels came and attended him.\nBe strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil’s schemes. -Have nothing to do with the fruitless deeds of darkness, but rather expose them. -in order that Satan might not outwit us. For we are not unaware of his schemes. -Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour. Resist him, standing firm in the faith, because you know that the family of believers throughout the world is undergoing the same kind of sufferings. -This is the victory that has overcome the world, even our faith.\nWho will bring any charge against those whom God has chosen? It is God who justifies.",
        "references": "Jas 4:7; Is 59:19; Mt 4:10-11; Eph 6:10-11; Eph 5:11; 2Co 2:11; 1Pe 5:8-9; 1Jn 5:4; Rom 8:33"
      },
      "evening": {
        "heading": "If only I knew where to find him!",
        "text": "Who among you fears the LORD and obeys the word of his servant? Let the one who walks in the dark, who has no light, trust in the name of the LORD and rely on their God.\nYou will seek me and find me when you seek me with all your heart. -Seek and you will find; knock and the door will be opened to you. 10 For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.\nOur fellowship is with the Father and with his Son, Jesus Christ. -Now in Christ Jesus you who once were far away have been brought near by the blood of Christ. -For through him we both have access to the Father by one Spirit.\nIf we claim to have fellowship with him and yet walk in the darkness, we lie and do not live out the truth. -Surely I am with you always. -Never will I leave you; never will I forsake you. -he Spirit of truth ...lives with you and will be in you.",
        "references": "Job 23:3; Is 50:10; Jer 29:13; Lk 11:9-10; 1Jn 1:3; Eph 2:13,18; 1Jn 1:6; Mt 28:20; Heb 13:5; Jn 14:16-17"
      }
    },
    {
      "date": "February 26",
      "morning": {
        "heading": "Let us examine our ways and test them, and let us return to the LORD.",
        "text": "Test me, LORD, and try me, examine my heart and my mind. -You desired faithfulness even in the womb; you taught me wisdom in that secret place. -I have considered my ways and have turned my steps to your statutes. I will hasten and not delay to obey your commands. -Everyone ought to examine themselves before they eat of the bread and drink from the cup.\nIf we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. -We have an advocate with the Father — Jesus Christ, the Righteous One. He is the atoning sacrifice for our sins. -Therefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus, by a new and living way opened for us through the curtain, that is, his body, and since we have a great priest over the house of God, let us draw near to God with a sincere heart and with the full assurance that faith brings, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water.",
        "references": "Lam 3:40; Ps 26:2; Ps 51:6; Ps 119:59-60; 1Co 11:28; 1Jn 1:9; 1Jn 2:1-2; Heb 10:19-22"
      },
      "evening": {
        "heading": "A rainbow that shone like an emerald encircled the throne.",
        "text": "This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: I have set my rainbow in the clouds, ...and I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth. -An everlasting covenant, arranged and secured in every part. -By two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged.\nWe tell you the good news: What God promised our ancestors he has fulfilled for us, their children, by raising up Jesus.\nJesus Christ is the same yesterday and today and forever.",
        "references": "Rev 4:3; Gen 9:12-13,16; 2Sa 23:5; Heb 6:18; Ac 13:32-33; Heb 13:8"
      }
    },
    {
      "date": "February 27",
      "morning": {
        "heading": "Count yourselves dead to sin but alive to God in Christ Jesus.",
        "text": "Whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life. -Through the law I died to the law so that I might live for God. I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.\nBecause I live, you also will live. - I give them eternal life, and they shall never perish; no one will snatch them out of my hand. My Father, who has given them to me, is greater than all; no one can snatch them out of my Father’s hand. 30 I and the Father are one.\nSince, then, you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God. -For you died, and your life is now hidden with Christ in God.",
        "references": "Rom 6:11; Jn 5:24; Gal 2:19-20; Jn 14:19; Jn 10:28-30; Col 3:1,3"
      },
      "evening": {
        "heading": "God, ...gives generously ...without finding fault",
        "text": "Woman, where are they? Has no one condemned you? No one, sir, she said. Then neither do I condemn you, Jesus declared. Go now and leave your life of sin.\nGod’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many. ...The gift followed many trespasses and brought justification.\nBecause of his great love for us, God, who is rich in mercy, made us alive with Christ even when we were dead in transgressions — it is by grace you have been saved. And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.\n He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?",
        "references": "Jas 1:5; Jn 8:10-11; Ro 5:15-16; Eph 2:4-7; Rom 8:32"
      }
    },
    {
      "date": "February 28",
      "morning": {
        "heading": "God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
        "text": "God, [has] ...reconciled us to himself through Christ and gave us the ministry of reconciliation: that God was reconciling the world to himself in Christ, not counting people’s sins against them. And he has committed to us the message of reconciliation. We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God. God made him who had no sin to be sin for us, so that in him we might become the righteousness of God. -God is love. This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. Dear friends, since God so loved us, we also ought to love one another.",
        "references": "Jn 3:16; 2Co 5:18-21; 1Jn 4:8-11"
      },
      "evening": {
        "heading": "The human spirit is the lamp of the LORD.",
        "text": "Let any one of you who is without sin be the first to throw a stone at her. ...At this, those who heard began to go away one at a time, the older ones first.\nWho told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\nIf anyone, then, knows the good they ought to do and doesn’t do it, it is sin for them. -If our hearts condemn us, we know that God is greater than our hearts, and he knows everything. Dear friends, if our hearts do not condemn us, we have confidence before God.\nAll food is clean, but it is wrong for a person to eat anything that causes someone else to stumble. -Blessed is the one who does not condemn himself by what he approves.\nSearch me, God, and know my heart; test me and know my anxious thoughts. See if there is any offensive way in me, and lead me in the way everlasting.",
        "references": "Pr 20:27; Jn 8:7-9; Gen 3:11; Jas 4:17; 1Jn 3:20-21; Rom 14:20,22; Ps 139:23-24"
      }
    },
    {
      "date": "February 29",
      "morning": {
        "heading": "Do not boast about tomorrow, for you do not know what a day may bring.",
        "text": "I tell you, now is the time of God’s favor, now is the day of salvation. -You are going to have the light just a little while longer. Walk while you have the light, before darkness overtakes you. Whoever walks in the dark does not know where they are going. Believe in the light while you have the light, so that you may become children of light.\nWhatever your hand finds to do, do it with all your might, for in the realm of the dead, where you are going, there is neither working nor planning nor knowledge nor wisdom. -I’ll say to myself, You have plenty of grain laid up for many years. Take life easy; eat, drink and be merry. ...You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself? This is how it will be with whoever stores up things for themselves but is not rich toward God.\nWhat is your life? You are a mist that appears for a little while and then vanishes. -The world and its desires pass away, but whoever does the will of God lives forever.",
        "references": "Pr 27:1; 2Co 6:2; Jn 12:35-36; Ecc 9:10; Lk 12:19-21; Jas 4:14; 1Jn 2:17"
      },
      "evening": {
        "heading": "But you remain the same, and your years will never end.",
        "text": "Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God.\nI the LORD do not change. So you, the descendants of Jacob, are not destroyed. -The same yesterday and today and forever.\nEvery good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. -God’s gifts and his call are irrevocable.\nGod is not human, that he should lie, not a human being, that he should change his mind. -Because of the LORD’s great love we are not consumed, for his compassions never fail.\nBecause Jesus lives forever, he has a permanent priesthood. Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them. -Do not be afraid. I am the First and the Last.",
        "references": "Ps 102:27; Ps 90:2; Mal 3:6; Heb 13:8; Jas 1:17; Rom 11:29; Num 23:19; Lam 3:22; Heb 7:24-25; Rev 1:17"
      }
    },
    {
      "date": "March 1",
      "morning": {
        "heading": "The fruit of the Spirit is love.",
        "text": "God is love. Whoever lives in love lives in God, and God in them. -God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us. -To you who believe, this stone is precious. -We love because he first loved us. -Christ’s love compels us, because we are convinced that one died for all, and therefore all died. And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.\nYou yourselves have been taught by God to love each other. -My command is this: Love each other as I have loved you. -Above all, love each other deeply, because love covers over a multitude of sins. -Walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.",
        "references": "Gal 5:22; 1Jn 4:16; Rom 5:5; 1Pe 2:7; 1Jn 4:19; 2Co 5:14-15; 1Th 4:9; Jn 15:12; 1Pe 4:8; Eph 5:2"
      },
      "evening": {
        "heading": "[Jehovah-Nissi]The LORD is my Banner.",
        "text": "If God is for us, who can be against us? -The LORD is with me; I will not be afraid. What can mere mortals do to me?\nFor those who fear you, you have raised a banner.\nThe LORD is my light and my salvation —  whom shall I fear? The LORD is the stronghold of my life — of whom shall I be afraid? -Though an army besiege me, my heart will not fear; though war break out against me, even then I will be confident.\nGod is with us; he is our leader. -The LORD Almighty is with us; the God of Jacob is our fortress.\nThey will wage war against the Lamb, but the Lamb will triumph over them.\nWhy do the nations conspire and the peoples plot in vain? -The One enthroned in heaven laughs; the LORD scoffs at them. -Devise your strategy, but it will be thwarted; propose your plan, but it will not stand, for God is with us.",
        "references": "Ex 17:15; Rom 8:31; Ps 118:6; Ps 60:4; Ps 27:1,3; 2Ch 13:12; Ps 46:7; Rev 17:14; Ps 2:1,4; Is 8:10"
      }
    },
    {
      "date": "March 2",
      "morning": {
        "heading": "God has made me fruitful in the land of my suffering.",
        "text": "Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God. For just as we share abundantly in the sufferings of Christ, so also our comfort abounds through Christ.\nNow for a little while you may have had to suffer grief in all kinds of trials. These have come so that the proven genuineness of your faith — of greater worth than gold, which perishes even though refined by fire — may result in praise, glory and honor when Jesus Christ is revealed. -The Lord stood at my side and gave me strength.\nThose who suffer according to God’s will should commit themselves to their faithful Creator and continue to do good.",
        "references": "Gen 41:52; 2Co 1:3-5; 1Pe 1:6-7; 2Ti 4:17; 1Pe 4:19"
      },
      "evening": {
        "heading": "There remains, then, a Sabbath-rest for the people of God.",
        "text": "There the wicked cease from turmoil, and there the weary are at rest. Captives also enjoy their ease; they no longer hear the slave driver’s shout.\nBlessed are the dead who die in the Lord from now on. ...they will rest from their labor, for their deeds will follow them.\nOur friend Lazarus has fallen asleep. ...Jesus had been speaking of his death, but his disciples thought he meant natural sleep.\nWhile we are in this tent, we groan and are burdened. -We ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies. For in this hope we were saved. But hope that is seen is no hope at all. ...If we hope for what we do not yet have, we wait for it patiently.",
        "references": "Heb 4:9; Job 3:17-18; Rev 14:13; Jn 11:11,13; 2Co 5:4; Rom 8:23-25"
      }
    },
    {
      "date": "March 3",
      "morning": {
        "heading": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
        "text": "Trust in him at all times, you people; pour out your hearts to him, for God is our refuge.\nI will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you. Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you. Many are the woes of the wicked, but the LORD’s unfailing love surrounds the one who trusts in him. -Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, This is the way; walk in it.\nIf your Presence does not go with us, do not send us up from here. How will anyone know that you are pleased with me and with your people unless you go with us? What else will distinguish me and your people from all the other people on the face of the earth?",
        "references": "Pr 3:5-6; Ps 62:8; Ps 32:8-10; Is 30:21; Ex 33:15-16"
      },
      "evening": {
        "heading": "The prize for which God has called me heavenward in Christ Jesus.",
        "text": "You will have treasure in heaven. Then come, follow me. -I am ...your very great reward.\nWell done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. -They will reign for ever and ever.\nYou will receive the crown of glory that will never fade away. -The crown of life. -The crown of righteousness. -A crown that will last forever.\nFather, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me. -So we will be with the Lord forever.\n I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.",
        "references": "Php 3:14; Mt 19:21; Gen 15:1; Mt 25:21; Rev 22:5; 1Pe 5:4; Jas 1:12; 2Ti 4:8; 1Co 9:25; Jn 17:24; 1Th 4:17; Rom 8:18"
      }
    },
    {
      "date": "March 4",
      "morning": {
        "heading": "Set your minds on things above, not on earthly things.",
        "text": "Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them. -Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal. But store up for yourselves treasures in heaven, where moths and vermin do not destroy, and where thieves do not break in and steal. For where your treasure is, there your heart will be also.\nFor we live by faith, not by sight. -We do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day. For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all. So we fix our eyes not on what is seen, but on what is unseen, since what is seen is temporary, but what is unseen is eternal. -An inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you.",
        "references": "Col 3:2; 1Jn 2:15; Mt 6:19-21; 2Co 5:7; 2Co 4:16-18; 1Pe 1:4"
      },
      "evening": {
        "heading": "He will bend his shoulder to the burden.",
        "text": "Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. -These things happened to them as examples and were written down as warnings for us, on whom the culmination of the ages has come.\nShall we accept good from God, and not trouble? In all this, Job did not sin in what he said. -Aaron remained silent. -He is the LORD; let him do what is good in his eyes.\nCast your cares on the LORD and he will sustain you. -Surely he took up our pain and bore our suffering.\nCome to me, all you who are weary and burdened, and I will give you rest. Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. For my yoke is easy and my burden is light.",
        "references": "Gen 49:15; Jas 5:10; 1Co 10:11; Job 2:10; Lev 10:3; 1Sam 3:18; Ps 55:22; Isa 53:4; Mt 11:28-30"
      }
    },
    {
      "date": "March 5",
      "morning": {
        "heading": "I am being threatened; Lord, come to my aid!",
        "text": "I lift up my eyes to you, to you who sit enthroned in heaven. As the eyes of slaves look to the hand of their master, as the eyes of a female slave look to the hand of her mistress, so our eyes look to the LORD our God, till he shows us his mercy. -Hear my cry, O God; listen to my prayer. From the ends of the earth I call to you, I call as my heart grows faint; lead me to the rock that is higher than I. For you have been my refuge, a strong tower against the foe. I long to dwell in your tent forever and take refuge in the shelter of your wings. -You have been a refuge for the poor, a refuge for the needy in their distress, a shelter from the storm.\nChrist suffered for you, leaving you an example, that you should follow in his steps. He committed no sin, and no deceit was found in his mouth. When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly.",
        "references": "Isa 38:14; Ps 123:1-2; Ps 61:1-4; Isa 25:4; 1Pe 2:21-23"
      },
      "evening": {
        "heading": "Fight the good fight of the faith.",
        "text": "We were harassed at every turn — conflicts on the outside, fears within. -Don’t be afraid, ...those who are with us are more than those who are with them. -Strong in the Lord and in his mighty power.\nYou come against me with sword and spear and javelin, but I come against you in the name of the LORD Almighty, the God of the armies of Israel, whom you have defied. -It is God who arms me with strength. -He trains my hands for battle; my arms can bend a bow of bronze. -Our competence comes from God.\nThe angel of the LORD encamps around those who fear him, and he delivers them. -The hills [were] full of horses and chariots of fire all around Elisha.\nI do not have time to tell about [those] who through faith conquered kingdoms ...whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.",
        "references": "1Ti 6:12; 2Co 7:5; 2Ki 6:16; Eph 6:10; 1Sam 17:45; 2Sam 22:33,35; 2Co 3:5; Ps 34:7; 2Ki 6:17; Heb 11:32-34"
      }
    },
    {
      "date": "March 6",
      "morning": {
        "heading": "He guards the course of the just.",
        "text": "The LORD your God ...went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go. -Like an eagle that stirs up its nest and hovers over its young, that spreads its wings to catch them and carries them aloft. The LORD alone led him. -The LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the LORD upholds him with his hand. -The righteous person may have many troubles, but the LORD delivers him from them all. -For the LORD watches over the way of the righteous, but the way of the wicked leads to destruction. -We know that in all things God works for the good of those who love him, who have been called according to his purpose. -With us is the LORD our God to help us and to fight our battles.\nThe LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you",
        "references": "Pr 2:8; Dt 1:32-33; Dt32:11-12; Ps 37:23-24; Ps 34:19; Ps 1:6; Rom 8:28; 2Ch 32:8; Zep 3:17"
      },
      "evening": {
        "heading": "My God, my God, why have you forsaken me?",
        "text": "He was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him,...the Lord has laid on him the iniquity of us all. -For the transgression of my people he was punished. -It was the LORD’s will to crush him and cause him to suffer.\nJesus our Lord ...was delivered over to death for our sins. -Christ ...suffered once for sins, the righteous for the unrighteous, to bring you to God. -He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; By his wounds you have been healed.\nGod made him who had no sin to be sin for us, so that in him we might become the righteousness of God.\nChrist redeemed us from the curse of the law by becoming a curse for us.",
        "references": "Mt 27:46; Isa 53:5-6,8,10; Rom 4:24-25; 1Pe 3:18; 1Pe 2:24; 2Co 5:21; Gal 3:13"
      }
    },
    {
      "date": "March 7",
      "morning": {
        "heading": "Your Maker is your husband — the LORD Almighty is his name.",
        "text": "This is a profound mystery — but I am talking about Christ and the church.\nNo longer will they call you Deserted ...but you will be called Hephzibah ...for the LORD will take delight in you, and ...as a bridegroom rejoices over his bride, so will your God rejoice over you. -He has sent me ...to comfort all who mourn, and provide for those who grieve in Zion — to bestow on them a crown of beauty instead of ashes, the oil of joy instead of mourning, and a garment of praise instead of a spirit of despair.\nI delight greatly in the LORD; my soul rejoices in my God. For he has clothed me with garments of salvation ...as a bridegroom adorns his head like a priest, and as a bride adorns herself with her jewels.\nI will betroth you to me forever; I will betroth you in righteousness and justice, in love and compassion.\nWho shall separate us from the love of Christ?",
        "references": "Isa 54: 5; Eph 5: 32; Isa 62: 4-5; Isa 61: 1-3,10; Hos 2: 19; Rom 8: 35"
      },
      "evening": {
        "heading": "My times are in your hands.",
        "text": "All the holy ones are in your hand. -Then the word of the LORD came to Elijah: Leave here, turn eastward and hide in the Kerith Ravine, east of the Jordan. You will drink from the brook, and I have directed the ravens to supply you with food there. -Then the word of the LORD came to him: Go at once to Zarephath in the region of Sidon and stay there. I have directed a widow there to supply you with food.\nDo not worry about your life, what you will eat or drink; or about your body, what you will wear. -Your heavenly Father knows that you need them.\nTrust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight. -Cast all your anxiety on him because he cares for you.",
        "references": "Ps 31:15; Dt 33:3; 1Ki 17:2-4,8-9; Mt 6:25,32; Pr 3:5-6; 1Pe 5:7"
      }
    },
    {
      "date": "March 8",
      "morning": {
        "heading": "You have put all my sins behind your back.",
        "text": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea.\nFor a brief moment I abandoned you, but with deep compassion I will bring you back. In a surge of anger I hid my face from you for a moment, but with everlasting kindness I will have compassion on you, says the LORD your Redeemer. -I will forgive their wickedness and will remember their sins no more.\nBlessed is the one whose transgressions are forgiven, whose sins are covered. Blessed is the one whose sin the LORD does not count against them and in whose spirit is no deceit. -The blood of Jesus, his Son, purifies us from all[a] sin.",
        "references": "Isa 38:17; Mic 7:18-19; Isa 54:7-8; Jer 31:34; Ps 32:1-2; 1Jn 1:7"
      },
      "evening": {
        "heading": "I know whom I have believed, and am convinced that he is able.",
        "text": "Able to do immeasurably more than all we ask or imagine.\nAble to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.\nAble to help those who are being tempted.\nAble to save completely those who come to God through him, because he always lives to intercede for them.\nAble to keep you from stumbling and to present you before his glorious presence without fault and with great joy.\nAble to guard what I have entrusted to him until that day.\nWho, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.\nDo you believe that I am able to do this? Yes Lord. ...According to your faith let it be done to you.",
        "references": "2Ti 1:12; Eph 3:20; 2Co 9:8; Heb 2:18; Heb 7:25; Jude 24; 2Ti 1:12; Php 3:21; Mt 9:28-29"
      }
    },
    {
      "date": "March 9",
      "morning": {
        "heading": "God ...richly provides us with everything for our enjoyment.",
        "text": "Be careful that you do not forget the LORD your God, failing to observe his commands, his laws and his decrees that I am giving you this day. Otherwise, when you eat and are satisfied, when you build fine houses and settle down, ...then your heart will become proud and you will forget the LORD your God ...for it is he who gives you the ability to produce wealth.\nUnless the LORD builds the house, the builders labor in vain. Unless the LORD watches over the city, the guards stand watch in vain. In vain you rise early and stay up late, toiling for food to eat — for he grants sleep to those he loves. -It was not by their sword that they won the land, nor did their arm bring them victory; it was your right hand, your arm, and the light of your face, for you loved them. -Many, LORD, are asking, Who will bring us prosperity? Let the light of your face shine on us.",
        "references": "1Ti 6:17; Deu 8:11-12,14,18; Ps 127:1-2; Ps 44:3; Ps 4:6"
      },
      "evening": {
        "heading": "They sang a new song.",
        "text": "A new and living way opened for us. -Not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, whom he poured out on us generously through Jesus Christ our Savior. -By grace you have been saved, through faith — and this is not from yourselves, it is the gift of God — not by works, so that no one can boast.\nNot to us, LORD, not to us but to your name be the glory. -To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father — to him be glory and power for ever and ever! Amen. -You were slain, and with your blood you purchased for God persons from every tribe and language and people and nation. -I looked, and there before me was a great multitude that no one could count ...cried out in a loud voice: Salvation belongs to our God, who sits on the throne, and to the Lamb.",
        "references": "Rev 14:3; Heb 10:20; Tit 3:5-6; Eph 2:8-9; Ps 115:1; Rev 1:5-6; Rev 5:9; Rev 7:9-10"
      }
    },
    {
      "date": "March 10",
      "morning": {
        "heading": "The LORD Will Provide.",
        "text": "God himself will provide the lamb for the burnt offering.\nSurely the arm of the LORD is not too short to save, nor his ear too dull to hear. -The deliverer will come from Zion; he will turn godlessness away from Jacob.\nBlessed are those whose help is the God of Jacob, whose hope is in the LORD their God. -The eyes of the LORD are on those who fear him, on those whose hope is in his unfailing love, to deliver them from death.\nMy God will meet all your needs according to the riches of his glory in Christ Jesus. -God has said, Never will I leave you; never will I forsake you. So we say with confidence, The LORD is my helper; I will not be afraid. What can mere mortals do to me? -The LORD is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
        "references": "Gen 22:14; Gen 22:8; Isa 59:1; Rom 11:26; Ps 146:5; Ps 33:18-19; Php 4:19; Heb 13:5-6; Ps 28:7"
      },
      "evening": {
        "heading": "He browses among the lilies.",
        "text": "Where two or three gather in my name, there am I with them. -Anyone who loves me will obey my teaching. My Father will love them, and we will come to them and make our home with them.\nIf you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.\nLet my beloved come into his garden and taste its choice fruits. -I have come into my garden, my sister, my bride; I have gathered my myrrh with my spice. I have eaten my honeycomb and my honey. -The fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, 23 gentleness and self-control.\nThis is to my Father’s glory, that you bear much fruit, showing yourselves to be my disciples. -Every branch that does bear fruit he prunes so that it will be even more fruitful. -filled with the fruit of righteousness that comes through Jesus Christ — to the glory and praise of God.",
        "references": "Sos 2:16; Mt 18:20; Jn 14:23; Jn 15:10; Sos 4:16; Sos 5:1; Gal 5:22-23; Jn 15:8; Jn 15:2; Php 1:11"
      }
    },
    {
      "date": "March 11",
      "morning": {
        "heading": "The LORD bless you and keep you.",
        "text": "The blessing of the LORD brings wealth, without painful toil for it. -Surely, LORD, you bless the righteous; you surround them with your favor as with a shield.\nHe will not let your foot slip — he who watches over you will not slumber; indeed, he who watches over Israel will neither slumber nor sleep. The LORD watches over you — the LORD is your shade at your right hand. -The LORD will keep you from all harm — he will watch over your life; the LORD will watch over your coming and going both now and forevermore. -I, the LORD, watch over it; I water it continually. I guard it day and night so that no one may harm it.\nHoly Father, protect them by the power of your name, the name you gave me, so that they may be one as we are one. While I was with them, I protected them and kept them safe by that name you gave me.\nThe LORD will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen.",
        "references": "Num 6:24; Pr 10:22; Ps 5:12; Ps 121:3-5,7-8; Isa 27:3; Jn 17:11-12; 2Ti 4:18"
      },
      "evening": {
        "heading": "Jesus wept.",
        "text": "A man of suffering, and familiar with pain. -We do not have a high priest who is unable to empathize with our weaknesses. -It was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered. -Son though he was, he learned obedience from what he suffered.\nI have not been rebellious, I have not turned away. I offered my back to those who beat me, my cheeks to those who pulled out my beard; I did not hide my face from mocking and spitting.\nSee how he loved him! -Surely it is not angels he helps, but Abraham’s descendants. For this reason he had to be made like them, fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people.",
        "references": "Jn 11:35; Isa 53:3; Heb 4:15; Heb 2:10; Heb 5:8; Isa 50:5-6; Jn 11:36; Heb 2:16-17"
      }
    },
    {
      "date": "March 12",
      "morning": {
        "heading": "The LORD make his face shine on you and be gracious to you; the LORD turn his face toward you and give you peace.",
        "text": "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known. -The radiance of God’s glory and the exact representation of his being. -The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.\nLet your face shine on your servant; save me in your unfailing love. Let me not be put to shame, LORD, for I have cried out to you. -LORD, when you favored me, you made my royal mountain stand firm; but when you hid your face, I was dismayed. -Blessed are those who have learned to acclaim you, who walk in the light of your presence, LORD.\nThe LORD gives strength to his people; the LORD blesses his people with peace.\nTake courage! It is I. Don’t be afraid.",
        "references": "Num 6:25-26; Jn 1:18; Heb 1:3; 2Co 4:4; Ps 31:16-17; Ps 30:7; Ps 89:15; Ps 29:11; Mt 14:27"
      },
      "evening": {
        "heading": "What pleases him.",
        "text": "Without faith it is impossible to please God. -Those who are in the realm of the flesh cannot please God. -The Lord takes delight in his people.\nIt is commendable if someone bears up under the pain of unjust suffering because they are conscious of God. But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. -The unfading beauty of a gentle and quiet spirit ...is of great worth in God’s sight.\nThose who sacrifice thank offerings honor me, and to the blameless I will show my salvation. -I will praise God’s name in song and glorify him with thanksgiving. This will please the LORD more than an ox, more than a bull with its horns and hooves.\nTherefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God — this is your true and proper worship.",
        "references": "1Jn 3:22; Heb 11:6; Rom 8:8; Ps 149:4; 1Pe 2:19-20; 1Pe 3:4; Ps 50:23; Ps 69:30-31; Rom 12:1"
      }
    },
    {
      "date": "March 13",
      "morning": {
        "heading": "There is one God and one mediator between God and mankind, the man Christ Jesus.",
        "text": "Since the children have flesh and blood, he too shared in their humanity.\nTurn to me and be saved, all you ends of the earth; for I am God, and there is no other.\nWe have an advocate with the Father — Jesus Christ, the Righteous One. -In Christ Jesus you who once were far away have been brought near by the blood of Christ. For he himself is our peace. -He entered the Most Holy Place once for all by his own blood, thus obtaining eternal redemption. -For this reason Christ is the mediator of a new covenant, that those who are called may receive the promised eternal inheritance — now that he has died as a ransom to set them free from the sins committed under the first covenant. -He is able to save completely those who come to God through him, because he always lives to intercede for them.",
        "references": "1Ti 2:5; Heb 2:14; Isa 45:22; 1Jn 2:1; Eph 2:13-14; Heb 9:12,15; Heb 7:25"
      },
      "evening": {
        "heading": "My soul is downcast within me.",
        "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you. Trust in the LORD forever, for the LORD, the LORD himself, is the Rock eternal.\nCast your cares on the LORD and he will sustain you. -He has not despised or scorned the suffering of the afflicted one; he has not hidden his face from him but has listened to his cry for help. -Is anyone among you in trouble? Let them pray.\nDo not let your hearts be troubled and do not be afraid. -Do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes? Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? -Stop doubting and believe. -Surely I am with you always.",
        "references": "Ps 42:6; Isa 26:3-4; Ps 55:22; Ps 22:24; Jas 5:13; Jn 14:27; Mt 6:25-26; Jn 20:27; Mt 28:20"
      }
    },
    {
      "date": "March 14",
      "morning": {
        "heading": "In every way they will make the teaching about God our Savior attractive.",
        "text": "Conduct yourselves in a manner worthy of the gospel of Christ. -Reject every kind of evil. -If you are insulted because of the name of Christ, you are blessed. ...If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. -[Be] blameless and pure, children of God without fault in a warped and crooked generation. Then you will shine among them like stars in the sky. -Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.\nLet love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. Then you will win favor and a good name in the sight of God and man. -Brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable — if anything is excellent or praiseworthy — think about such things.",
        "references": "Tit 2:10; Php 1:27; 1Th 5:22; 1Pe 4:14-15; Php 2:15; Mt 5:16; Pr 3:3-4; Php 4:8"
      },
      "evening": {
        "heading": "The words I have spoken to you — they are full of the Spirit and life.",
        "text": "He chose to give us birth through the word of truth. -The letter kills, but the Spirit gives life.\nChrist loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word, and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless.\nHow can a young person stay on the path of purity? By living according to your word. -Your promise preserves my life. -I have hidden your word in my heart that I might not sin against you. -I will not neglect your word. - I trust in your word. -The law from your mouth is more precious to me than thousands of pieces of silver and gold. -I will never forget your precepts, for by them you have preserved my life. -How sweet are your words to my taste, sweeter than honey to my mouth! -I gain understanding from your precepts; therefore I hate every wrong path.",
        "references": "Jn 6:63; Jas 1:18; 2Co 3:6; Eph 5:25-27; Ps 119:9;50,11,16,42,72,93,103,104"
      }
    },
    {
      "date": "March 15",
      "morning": {
        "heading": "Perfect through what he suffered.",
        "text": "My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me. Going a little farther, he fell with his face to the ground and prayed, My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will. -And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.\nThe cords of death entangled me, the anguish of the grave came over me; I was overcome by distress and sorrow. -Scorn has broken my heart and has left me helpless; I looked for sympathy, but there was none -There is no one at my right hand; no one is concerned for me. I have no refuge; no one cares for my life.\nHe was despised and rejected by mankind, a man of suffering, and familiar with pain. Like one from whom people hide their faces he was despised, and we held him in low esteem.",
        "references": "Heb 2:10; Mt 26:38-39; Lk 22:44; Ps 116:3; Ps 69:20; Ps 142:4; Isa 53:3"
      },
      "evening": {
        "heading": "The LORD made the heavens and the earth, the sea, and all that is in them.",
        "text": "The heavens declare the glory of God; the skies proclaim the work of his hands. -By the word of the LORD the heavens were made, their starry host by the breath of his mouth. -For he spoke, and it came to be; he commanded, and it stood firm. -Surely the nations are like a drop in a bucket; they are regarded as dust on the scales; he weighs the islands as though they were fine dust.\nBy faith we understand that the universe was formed at God’s command, so that what is seen was not made out of what was visible.\nWhen I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place, what is mankind that you are mindful of them, human beings that you care for them?",
        "references": "Ex 20:11; Ps 19:1; Ps 33:6,9; Isa 40:15; Heb 11:3; Ps 8:3-4"
      }
    },
    {
      "date": "March 16",
      "morning": {
        "heading": "What is your life? You are a mist that appears for a little while and then vanishes.",
        "text": "My days are swifter than a runner; they fly away without a glimpse of joy. They skim past like boats of papyrus, like eagles swooping down on their prey. -You sweep people away in the sleep of death — they are like the new grass of the morning: In the morning it springs up new, but by evening it is dry and withered. -Mortals, born of woman, are of few days and full of trouble. They spring up like flowers and wither away.\nThe world and its desires pass away, but whoever does the will of God lives forever. -They will perish, but you remain; they will all wear out like a garment. Like clothing you will change them and they will be discarded. But you remain the same, and your years will never end. -Jesus Christ is the same yesterday and today and forever.",
        "references": "Jas 4:14; Job 9:25-26; Ps 90:5-6; Job 14:1-2; 1Jn 2:17; Ps 102:26-27; Heb 13:8"
      },
      "evening": {
        "heading": "I will sing with my spirit, but I will also sing with my understanding.",
        "text": "Be filled with the Spirit, speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord. -Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts.\nMy mouth will speak in praise of the LORD. Let every creature praise his holy name for ever and ever.\nPraise the LORD. How good it is to sing praises to our God, how pleasant and fitting to praise him! -Sing to the LORD with grateful praise; make music to our God on the harp.\nI heard a sound from heaven like the roar of rushing waters and like a loud peal of thunder. The sound I heard was like that of harpists playing their harps.",
        "references": "1Co 14:15; Eph 5:18-19; Col 3:16; Ps 145:21; Ps 147:1,7; Rev 14:2"
      }
    },
    {
      "date": "March 17",
      "morning": {
        "heading": "You are to lay your hand on the head of the burnt offering, and it will be accepted on your behalf to make atonement for you.",
        "text": "You know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors, but with the precious blood of Christ, a lamb without blemish or defect. -He himself bore our sins in his body on the cross.\nHis glorious grace, which he has freely given us in the One he loves.\nLike living stones ..built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. -I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God — this is your true and proper worship.\nTo him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy — to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore!",
        "references": "Lev 1:4; 1Pe 1:18-19; 1Pe 2:24; Eph 1:6; 1Pe 2:5; Rom 12:1; Jude 24-25"
      },
      "evening": {
        "heading": "[He was] tempted in every way, just as we are — yet he did not sin.",
        "text": "When the woman saw that the fruit of the tree was good for food [lust of the flesh] and pleasing to the eye [lust of the eyes], and also desirable for gaining wisdom [pride of life], she took some and ate it. She also gave some to her husband, who was with her, and he ate it.\nThe tempter came to [Jesus] and said, If you are the Son of God, tell these stones to become bread [lust of the flesh]. Jesus answered, ...Man shall not live on bread alone, but on every word that comes from the mouth of God. -The devil ...showed him all the kingdoms of the world and their splendor [lust of the eyes and pride of life]. ...Jesus said to him, Away from me, Satan!\nBecause he himself suffered when he was tempted, he is able to help those who are being tempted.\nBlessed is the one who perseveres under trial.",
        "references": "Heb 4:15; Gen 3:6; Mt 4:3-4,8-10; Heb 2:18; Jas 1:12"
      }
    },
    {
      "date": "March 18",
      "morning": {
        "heading": "My eyes grew weak as I looked to the heavens.",
        "text": "Have mercy on me, LORD, for I am faint; heal me, LORD, for my bones are in agony. My soul is in deep anguish. How long, LORD, how long? Turn, LORD, and deliver me; save me because of your unfailing love. -My heart is in anguish within me; the terrors of death have fallen on me. Fear and trembling have beset me; horror has overwhelmed me. I said, Oh, that I had the wings of a dove! I would fly away and be at rest.\nYou need to persevere.\nThey were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. Men of Galilee, they said, why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven. -Our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ. -The blessed hope — the appearing of the glory of our great God and Savior, Jesus Christ.",
        "references": "Isa 38:14; Ps 6:2-4; Ps 55:4-6; Heb 10:36; Ac 1:10-11; Php 3:20; Tit 2:13"
      },
      "evening": {
        "heading": "His name will be on their foreheads.",
        "text": "I am the good shepherd; I know my sheep. -God’s solid foundation stands firm, sealed with this inscription: The Lord knows those who are his, and, Everyone who confesses the name of the Lord must turn away from wickedness.\nThe Lord is good, a refuge in times of trouble. He cares for those who trust in him. -Do not harm the land or the sea or the trees until we put a seal on the foreheads of the servants of our God.\nWhen you believed, you were marked in him with a seal, the promised Holy Spirit, who is a deposit guaranteeing our inheritance. -Now it is God who makes both us and you stand firm in Christ. He anointed us, set his seal of ownership on us, and put his Spirit in our hearts.\nI will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name. -This is the name by which he will be called: The LORD Our Righteous Savior.",
        "references": "Rev 22:4; Jn 10:14; 2Ti 2:19; Na 1:7; Rev 7:3; Eph 1:13-14; 2Co 1:21-22; Rev 3:12; Jer 33:16"
      }
    },
    {
      "date": "March 19",
      "morning": {
        "heading": "When God raised up his servant, he sent him first to you to bless you by turning each of you from your wicked ways.",
        "text": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead. -Saved through his life.\nOur great God and Savior, Jesus Christ, who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. -Just as he who called you is holy, so be holy in all you do; for it is written: “Be holy, because I am holy.\nThe God and Father of our Lord Jesus Christ ...has blessed us in the heavenly realms with every spiritual blessing in Christ. -In Christ all the fullness of the Deity lives in bodily form, and in Christ you have been brought to fullness. -Out of his fullness we have all received grace in place of grace already given.\nHe who did not spare his own Son, but gave him up for us all — how will he not also, along with him, graciously give us all things?",
        "references": "Ac 3:26; 1Pe 1:3; Rom 5:10; Tit 2:13-14; 1Pe 1:15-16; Eph 1:3; Col 2:9-10; Jn 1:16; Rom 8:32"
      },
      "evening": {
        "heading": "Strengthen me according to your word.",
        "text": "Remember your word to your servant, for you have given me hope. -I am being threatened; LORD, come to my aid!\nHeaven and earth will pass away, but my words will never pass away. -You know with all your heart and soul that not one of all the good promises the LORD your God gave you has failed. Every promise has been fulfilled; not one has failed.\nDo not be afraid, ...he said. Peace! Be strong now; be strong. When he spoke to me, I was strengthened and said, Speak, my lORD, since you have given me strength. -Be strong, ...and work. For I am with you, declares the LORD Almighty. -Not by might nor by power, but by my Spirit, says the LORD Almighty.",
        "references": "Ps 119:28; Ps 119:49; Isa 38:14; Lk 21:33; Jos 23:14; Dan 10:19; Hag 2:4; Zec 4:6; Eph 6:10"
      }
    },
    {
      "date": "March 20",
      "morning": {
        "heading": "The unfolding of your words gives light.",
        "text": "This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. -God, who said, Let light shine out of darkness, made his light shine in our hearts to give us the light of the knowledge of God’s glory displayed in the face of Christ. -The Word was God. -In him was life, and that life was the light of all mankind. -If we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.\nI have hidden your word in my heart that I might not sin against you. -You are already clean because of the word I have spoken to you.\n For you were once darkness, but now you are light in the Lord. Live as children of light. -ou are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
        "references": "Ps 119:130; 1Jn 1:5; 2Co 4:6; Jn 1:1,4; 1Jn 1:7; Ps 119:11; Jn 15:3; Eph 5:8; 1Pe 2:9"
      },
      "evening": {
        "heading": "Noah was a righteous man.",
        "text": "The righteous will live by faith. -Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it. The LORD smelled the pleasing aroma. -The Lamb who was slain from the creation of the world.\nSince we have been justified through faith, we have peace with God through our Lord Jesus Christ.\nNo one will be declared righteous in God’s sight by the works of the law; rather, through the law we become conscious of our sin. But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify. This righteousness is given through faith in Jesus Christ to all who believe. There is no difference between Jew and Gentile.\nWe ...boast in God through our Lord Jesus Christ, through whom we have now received reconciliation.\nWho will bring any charge against those whom God has chosen? It is God who justifies. -Those he predestined, he also called; those he called, he also justified.",
        "references": "Gen 6:9; Gal 3:11; Gen 8:20-21; Rev 13:8; Rom 5:1; Rom 3:20-22; Rom 5:11; Rom 8:33; Rom 8:30"
      }
    },
    {
      "date": "March 21",
      "morning": {
        "heading": "Wake up! Strengthen what remains and is about to die.",
        "text": "The end of all things is near. Therefore be alert and of sober mind so that you may pray. -Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour. -Be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them fade from your heart as long as you live. -The righteous will live by faith. And I take no pleasure in the one who shrinks back. But we do not belong to those who shrink back and are destroyed, but to those who have faith and are saved.\nWhat I say to you, I say to everyone: Watch!\nDo not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand. -For I am the LORD your God who takes hold of your right hand",
        "references": "Rev 3:2; 1Pe 4:7; 1Pe 5:8; Deu 4:9; Heb 10:38-39; Mk 13:37; Isa 41:10,13"
      },
      "evening": {
        "heading": "Has his unfailing love vanished forever?",
        "text": "His love endures forever. -The LORD is slow to anger, abounding in love. -Who is a God like you, who pardons sin? ...You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea. -He saved us, not because of righteous things we had done, but because of his mercy.\nPraise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God.\nA merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
        "references": "Ps 77:8; Ps 136:23; Num 14:18; Mic 7:18-19; Tit 3:5; 2Co 1:3-4; Heb 2:17-18"
      }
    },
    {
      "date": "March 22",
      "morning": {
        "heading": "Lot looked around and saw that the whole plain of the Jordan toward Zoar was well watered, like the garden of the LORD, like the land of Egypt. (This was before the LORD destroyed Sodom and Gomorrah.) So Lot chose for himself the whole plain of the Jordan",
        "text": "Lot, a righteous man.\nDo not be deceived: God cannot be mocked. A man reaps what he sows. -Remember Lot’s wife.\nDo not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? - Therefore, Come out from them and be separate, says the Lord. Touch no unclean thing. -Do not be partners with them. For you were once darkness, but now you are light in the Lord. Live as children of light. -Find out what pleases the Lord. Have nothing to do with the fruitless deeds of darkness, but rather expose them.",
        "references": "Gen 13:10-11; 2Pe 2:7-8; Gal 6:7; Luk 17:32; 2Co 6:14,17; Eph 5:7-8,10-11"
      },
      "evening": {
        "heading": "The LORD helping me, I will drive them out just as he said.",
        "text": "God has said, Never will I leave you; never will I forsake you. So we say with confidence, The Lord is my helper; I will not be afraid. What can mere mortals do to me? -I will come and proclaim your mighty acts, Sovereign LORD; I will proclaim your righteous deeds, yours alone.\nThe fruit of that righteousness will be peace; its effect will be quietness and confidence forever.\nStand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place. -For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. -The LORD turned to him and said, “Go in the strength you have.",
        "references": "Jos 14:12; Heb 13: 5-6; Ps 71:16; Isa 32:17; Eph 6:14,12-13; Jdg 6:12,14"
      }
    },
    {
      "date": "March 23",
      "morning": {
        "heading": "Holy, holy, holy is the Lord God Almighty.",
        "text": "You are enthroned as the Holy One; you are the one Israel praises. -Do not come any closer, God said. Take off your sandals, for the place where you are standing is holy ground. ...I am the God of your father, the God of Abraham, the God of Isaac and the God of Jacob. At this, Moses hid his face, because he was afraid to look at God. -To whom will you compare me? Or who is my equal? says the Holy One. -I am the LORD your God, -and apart from me there is no savior.\nJust as he who called you is holy, so be holy in all you do; 16 for it is written: Be holy, because I am holy. -Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own. -We are the temple of the living God. As God has said: I will live with them and walk among them, and I will be their God, and they will be my people. -Do two walk together unless they have agreed to do so?",
        "references": "Rev 4:8; Ps 22:3; Ex 3:5-6; Isa 40:25; Isa 43:3,11; 1Pe 1:15-16; 1Co 6:19; 2Co 6:16; Amos 3:3"
      },
      "evening": {
        "heading": "They urged him strongly, Stay with us.",
        "text": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me. -Tell me, you whom I love, where you graze your flock and where you rest your sheep at midday. Why should I be like a veiled woman beside the flocks of your friends?\nI found the one my heart loves. I held him and would not let him go.\nLet my beloved come into his garden and taste its choice fruits. -I have come into my garden. -I have not said to Jacob’s descendants, Seek me in vain.\nSurely I am with you always, to the very end of the age. -Never will I leave you; never will I forsake you. -Where two or three gather in my name, there am I with them. -The world will not see me anymore, but you will see me.",
        "references": "Lk 24:29; Rev 3:20; Sos 1:7; Sos 3:4; Sos 4:16; Sos 5:1; Isa 45:19; Mt 28:20; Heb 13:5; Mt 18:20; Jn 14:19"
      }
    },
    {
      "date": "March 24",
      "morning": {
        "heading": "Abram believed the LORD, and he credited it to him as righteousness.",
        "text": "He did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God, being fully persuaded that God had power to do what he had promised. This is why it was credited to him as righteousness. The words it was credited to him were written not for him alone, but also for us, to whom God will credit righteousness — for us who believe in him who raised Jesus our Lord from the dead.\nIt was not through the law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith.\nThe righteous will live by faith. -Let us hold unswervingly to the hope we profess, for he who promised is faithful. -Our God is in heaven; he does whatever pleases him. -No word from God will ever fail. -Blessed is she who has believed that the Lord would fulfill his promises to her.",
        "references": "Gen 15:6; Rom 4:20-24; Rom 4:13; Rom 1:17; Heb 10:23; Ps 115:3; Lk 1:37,45"
      },
      "evening": {
        "heading": "God ...calls you into his kingdom and glory.",
        "text": "My kingdom is not of this world. If it were, my servants would fight, ...my kingdom is from another place. -He waits for his enemies to be made his footstool.\nThe kingdom of the world has become the kingdom of our LORD and of his Messiah, and he will reign for ever and ever. -You have made them to be a kingdom and priests to serve our God, and they will reign on the earth. -I saw thrones on which were seated those who had been given authority to judge. ...They came to life and reigned with Christ a thousand years. -Then the righteous will shine like the sun in the kingdom of their Father. -Do not be afraid, little flock, for your Father has been pleased to give you the kingdom.\nI confer on you a kingdom, just as my Father conferred one on me, so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel.\nYour kingdom come.",
        "references": "1Th 2:12, Jn 18:36; Heb 10:13; Rev 11:15; Rev 5:10; Rev 20:4; Mt 13:43; Lk 12:32; Lk 22:29-30; Mt 6:10"
      }
    },
    {
      "date": "March 25",
      "morning": {
        "heading": "Never will I leave you; never will I forsake you.",
        "text": "So we say with confidence, The Lord is my helper; I will not be afraid. What can mere mortals do to me?\nI am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you. -Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\nDemas ...loved this world, has deserted me. -At my first defense, no one came to my support, but everyone deserted me. May it not be held against them. But the Lord stood at my side and gave me strength. -Though my father and mother forsake me, the LORD will receive me.\nSurely I am with you always, to the very end of the age. -I am the Living One; I was dead, and now look, I am alive for ever and ever! -I will not leave you as orphans; I will come to you. -My peace I give you.",
        "references": "Heb 13:5-6; Gen 28:15; Dt 31:6; 2Ti 4:10,16-17; Ps 27:10; Mt 28:20; Rev 1:18; Jn 14:18,27"
      },
      "evening": {
        "heading": "Master, we’ve worked hard all night and haven’t caught anything. But because you say so, I will let down the nets.",
        "text": "All authority in heaven and on earth has been given to me. 19 Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit ...and surely I am with you always, to the very end of the age.\nThe kingdom of heaven is like a net that was let down into the lake.\nWhen I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel! -I have become all things to all people so that by all possible means I might save some.\nLet us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. -My word ...will not return to me empty, but will accomplish what I desire. -So neither the one who plants nor the one who waters is anything, but only God, who makes things grow.",
        "references": "Lk 5:5; Mt 28:18-20; Mt 13:47; 1Co 9:16,22; Gal 6:9; Isa 55:11; 1Co 3:7"
      }
    },
    {
      "date": "March 26",
      "morning": {
        "heading": "[The kingdom of heaven] will be like a man going on a journey, who called his servants and entrusted his wealth to them, ...each according to his ability.",
        "text": "Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey?\nAll these are the work of one and the same Spirit, and he distributes them to each one, just as he determines. -Now to each one the manifestation of the Spirit is given for the common good. -Each of you should use whatever gift you have received to serve others, as faithful stewards of God’s grace in its various forms. -Now it is required that those who have been given a trust must prove faithful. -From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.\nWho is equal to such a task? -I can do all this through him who gives me strength.",
        "references": "Mt 25:14-15; Rom 6:16; 1Co 12:11,7; 1Pe 4:10; 1Co 4:2; Lk 12:48; 2Co 2:16; Php 4:13"
      },
      "evening": {
        "heading": "Share with the Lord’s people who are in need.",
        "text": "David asked, Is there anyone still left of the house of Saul to whom I can show kindness for Jonathan’s sake?\nCome, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me. -Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me. -If anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\nDo not forget to do good and to share with others, for with such sacrifices God is pleased. -God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.",
        "references": "Rom 12:13; 2Sa 9:1; Mt 25:34-36,40; Mt 10:42; Heb 13:16; Heb 6:10"
      }
    },
    {
      "date": "March 27",
      "morning": {
        "heading": "The one who sows righteousness reaps a sure reward.",
        "text": "After a long time the master of those servants returned and settled accounts with them. The man who had received five bags of gold brought the other five. Master, he said, you entrusted me with five bags of gold. See, I have gained five more. His master replied, Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master’s happiness!\nWe must all appear before the judgment seat of Christ, so that each of us may receive what is due us for the things done while in the body, whether good or bad.\nI have fought the good fight, I have finished the race, I have kept the faith. Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day — and not only to me, but also to all who have longed for his appearing.\nI am coming soon. Hold on to what you have, so that no one will take your crown.",
        "references": "Pr 11:18; Mt 25:19-21; 2Co 5:10; 2Ti 4:7-8; Rev 3:11"
      },
      "evening": {
        "heading": "God is faithful.",
        "text": "God is not human, that he should lie, not a human being, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill? -The Lord has sworn and will not change his mind.\nBecause God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged. -So then, those who suffer according to God’s will should commit themselves to their faithful Creator and continue to do good.\nI know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day. -The one who calls you is faithful, and he will do it. -No matter how many promises God has made, they are Yes in Christ. And so through him the Amen is spoken by us to the glory of God.",
        "references": "1Co 10:13; Num 23:19; Heb 7:21; Heb 6:17-18; 1Pe 4:19; 2Ti 1:12; 1Th 5:24; 2Co 1:20"
      }
    },
    {
      "date": "March 28",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "March 29",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "March 30",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "March 31",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 1",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 2",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 3",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 4",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 5",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 6",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 7",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 8",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 9",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 10",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 11",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 12",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 13",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 14",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 15",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 16",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 17",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 18",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 19",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 20",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 21",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 22",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 23",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 24",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 25",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 26",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 27",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 28",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 29",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "April 30",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "May 1",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "November 12",
      "morning": {
        "heading": "Godly sorrow brings repentance... and leaves no regret",
        "text": "Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly. -If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. - The blood of Jesus, his Son, purifies us from all sin.\nMy sins have overtaken me, and I cannot see.  They are more than the hairs of my head, and my heart fails within me.  Be pleased to save me, LORD; come quickly LORD, to help me.\nReturn to your God; maintain love and justice, and wait for God always.\nMy sacrifice, O God, is a broken spirit; a broken spirit and contrite heart you, God, will not despise. -He heals the brokenhearted and binds up their wounds. -He has shown you, O morthal, what is good.  And what does the LORD require of you?  To act justly and to love mercy and to walk humbly with your God.",
        "references": "2Co 7:10; Mt 26:75; 1Jn 1:9; 1Jn 1:7; Ps 40:12-13; Ho 12:6; Ps 51:17; Ps 147:3; Mi 6:8"
      },
      "evening": {
        "heading": "Are you all right?  \"Everything is all right\", she said.",
        "text": "Sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything.\nWe are hard pressed on every side, but not crushed; perplexed, but not in despair; persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  Therefore we do not lose heart.  Though outwardly we are wasting away, yet inwardly we are being renewed day by day.  For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.  So we fix our eyes not on what is seen, but on what is unseen.\nDear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
        "references": "2Ki 4:26; 2Co 4:13; 2Co 6:9-10; 2Co 4:8-10,16-18; 3Jn 2"
      }
    },
    {
      "date": "November 13",
      "morning": {
        "heading": "Christ loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word,",
        "text": "walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.\nYou have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. -Sanctify them by the truth; your word is truth. -No one can enter the kingdom of God unless they are born of water and the Spirit. -He saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit.  Your promise preserves my life.\nThe law of the LORD is perfect, refreshing the soul. The statutes of the LORD are trustworthy, making wise the simple. The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes.",
        "references": "Eph 5:25-26; Eph 5:2; 1Pe 1:23; Jn 17:17; Jn 3:5; Tit 3:5; Ps 119:50; Ps 19:7-8"
      },
      "evening": {
        "heading": "For through him we both have access to the Father by one Spirit.",
        "text": "I will do whatever you ask in my name, so that the Father may be glorified in the Son.  You may ask me for anything in my name, and I will do it.  And I will ask the Father, and he will give you another advocate to help you and be with you forever-- the Spirit of truth.  The world cannot accept him, because it neither sees him nor knows him.  But you know him, for he lives with you and will be in you.  There is one body and one Spirit, just as you were called to one hope when you were called; one Lord, one faith, one baptism; one God and Father of all, who is over all and through all and in all. -When you pray, say: \"Father.\nTherefore, brothers and sisters, since we have confidence to enter the Most Holy Place by the blood of Jesus, by a new and living way ...let us draw near.",
        "references": "Eph 2:18; Jn 17:23; Jn 14:13-14,16-17; Eph 4:4-6; Lk 11:2; Heb 10:19-20,22"
      }
    },
    {
      "date": "November 14",
      "morning": {
        "heading": "You are my help and my deliverer; you are my God, do not delay.",
        "text": "The LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the LORD upholds him with his hand. -Whoever fears the LORD has a secure fortress, and for their children it will be a refuge. -Who are you that you fear mere mortals, human beings who are but grass, that you forget the LORD your Maker?\nI am with you and will rescue you. -Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\nI will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble. -You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
        "references": "Ps 40:17; Ps 37:23-24; Pr 14:26; Is 51:12-13; Jer 1:8 Dt 31:6; Ps 59:16; Ps 32:17,7"
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    },
    {
      "date": "",
      "morning": {
        "heading": "",
        "text": "",
        "references": ""
      },
      "evening": {
        "heading": "",
        "text": "",
        "references": ""
      }
    }
  ],
  "verse lookup using": "https://www.blueletterbible.org/search.cfm"
}